{
    "adventurousness": "<p><b>ADVENT'UROUSNESS,</b> n.  The act or quality of being adventurous.",
    "adverb": "<p><b>AD'VERB, </b>n.  [L. adverbium, of ad and verbum, to a verb.]<p><DD>In grammar, a word used to modify the sense of a verb, participle, adjective or attribute, and usually placed near it; as, he writes well; paper extremely white.  This part of speech might be more significantly named a modifier, as its use is to modify, that is, to vary or qualify the sense of another word, by enlarging or restraining it, or by expressing form, quality or manner, which the word itself does not express.  The term adverb, denoting position merely, is often improper.",
    "adverbial": "<p><b>ADVERB'IAL,</b> a.  Pertaining to an adverb.",
    "adverbially": "<p><b>ADVERB'IALLY,</b> adv.  In the manner of an adverb.",
    "adversaria": "<p><b>ADVERSA'RIA,</b> n.  [L. from adversus.  See Adverse.]<p><DD>Among the ancients, a book of accounts, so named from the placing of debt and credit in opposition to each other.  A commonplace book.",
    "adversary": "<p><b>AD'VERSARY,</b> n.  [See Adverse.]<p><DD>1.  An enemy or foe; one who has enmity at heart.<p><DD>The Lord shall take vengeance on his adversaries.  Nah. 1.<p><DD>In scripture, Satan is called THE adversary, by way of eminence.  1Peter 5.<p><DD>2.  An opponent or antagonist, as in a suit at law, or in single combat; an opposing litigant.<p><b>AD'VERSARY,</b> a.  Opposed; opposite to; adverse.  In law, having an opposing party, as an adversary suit; in distinction from an application, in law or equity, to which no opposition is made.",
    "adversative": "<p><b>ADVERS'ATIVE,</b> a.  Noting some difference, contrariety, or opposition; as, John is an honest man, but a fanatic.  Here but is called an adversative conjunction.  This denomination however is not always correct; for but does not always denote opposition, but something additional.<p><b>ADVERS'ATIVE,</b> n.  A word denoting contrariety or opposition.",
    "adverse": "<p><b>AD'VERSE,</b> a.  [L. adversus, opposite; of ad and versus, turned; from verto, to turn.  See Advert.  This word was formerly accented, by some authors, on the last syllable; but the accent is now settled on the first.]<p><DD>1.  Opposite; opposing; acting in a contrary direction; conflicting; counteracting; as, adverse winds; an adverse party.<p><DD>2.  Figuratively, opposing desire; contrary to the wishes, or to supposed good; hence, unfortunate; calamitous; afflictive; pernicious, unprosperous; as, adverse fate or circumstances.",
    "adversely": "<p><b>AD'VERSELY,</b> adv.  In an adverse manner; oppositely; unfortunately; unprosperously; in a manner contrary to desire or success.",
    "adverseness": "<p><b>AD'VERSENESS,</b> n.  Opposition; unprosperousness.",
    "adversity": "<p><b>ADVERS'ITY, </b>n.  An event, or series of events, which oppose success or desire; misfortune; calamity; affliction; distress; state of unhappiness.<p><DD>In the day of adversity, consider.  Eccl. 7.<p><DD>Ye have rejected God, who saved you out of all you adversities.  1Sam. 10.",
    "advert": "<p><b>ADVERT',</b> v.i.  [L. adverto, of ad and verto, to turn.]<p><DD>To turn the mind or attention to; to regard, observe, or notice: with to; as, he adverted to what was said, or to a circumstance that occurred.",
    "adverted": "<p><b>ADVERT'ED,</b> pp.  Attended to; regarded; with to.",
    "advertence": "<p><b>ADVERT'ENCE,</b>",
    "advertency": "<p><b>ADVERT'ENCY, </b> n.  A direction of the mind to; attention; notice; regard; consideration; heedfulness.<p><DD>",
    "advertent": "<p><b>ADVERT'ENT,</b> a.  Attentive; heedful.",
    "adverting": "<p><b>ADVERT'ING,</b> ppr.  Attending to; regarding; observing.",
    "advertise": "<p><b>ADVERTI'SE,</b> v.t.  s as z.  [See Advert.]<p><DD>1.  To inform; to give notice, advice or intelligence to, whether of a past or present event, or of something future.<p><DD>I will advertise thee what this people will do to thy people in the latter day.  Num. 24.<p><DD>I thought to advertise thee, saying; buy it before the inhabitants and elders of my people.  Ruth 4.<p><DD>In this sense, it has of before the subject of information; as, to advertise a man of his losses.<p><DD>2.  To publish a notice of; to publish a written or printed account of; as, to advertise goods or a farm.",
    "advertised": "<p><b>ADVERTI'SED,</b> pp.  Informed; notified; warned; used of persons: published; made known; used of things.",
    "advertisement": "<p><b>ADVER'TISEMENT,</b> n.  Information; admonition, notice given.  More generally, a publication intended to give notice; this may be, by a short account printed in a newspaper, or by a written account posted, or otherwise made public.",
    "advertiser": "<p><b>ADVERTI'SER,</b> n.  One who advertises.  This title is often given to public prints.",
    "advertising": "<p><b>ADVERTI'SING,</b> ppr.  <p><DD>1.  Informing; giving notice; publishing notice.<p><DD>2.  a.  Furnishing advertisements; as, advertising customers.<p><DD>3.  In the sense of monitory, or active in giving intelligence, as used by Shakespeare.  [Not now used.]",
    "advice": "<p><b>ADVI'CE,</b> n.  [L. viso, to see, to visit.]<p><DD>1.  Counsel; an opinion recommended, or offered, as worthy to be followed.<p><DD>What advice give ye?  2Ch. 10.<p><DD>With good advice make war.  Prov. 20.<p><DD>We may give advice, but we cannot give conduct.<p><DD>2.  Prudence; deliberate consideration.<p><DD>3.  Information; notice; intelligence; as, we have late advices from France.<p><DD>To take advice, is to consult with others.",
    "advisable": "<p><b>ADVI'SABLE,</b> a.  [See Advise.]<p><DD>1.  Proper to be advised; prudent; expedient; proper to be done or practiced.<p><DD>It is not advisable to proceed, at this time, to a choice of officers.<p><DD>2.  Open to advice.",
    "advisableness": "<p><b>ADVI'SABLENESS,</b> n.  The quality of being advisable or expedient.",
    "advise": "<p><b>ADVI'SE,</b> v.t.  s as z.  [See Advice.]<p><DD>1.  To give counsel to; to offer an opinion, as worthy or expedient to be followed; as, I advise you to be cautious of speculation.<p><DD>2.  To give information; to communicate notice; to make acquainted with; followed by of, before the thing communicated; as, the merchants were advised of the risk.<p><DD>3.  To deliberate, consider, or consult.<p><DD>Advise thyself of what word I shall bring again to him that sent me.  1Ch. 21.<p><DD>But in this sense, it is usually intransitive.<p><b>ADVI'SE,</b> v.i.  To deliberate, weigh well, or consider.<p><DD>Advise and see what answer I shall return to him that sent me.  2Sam. 24.<p><DD>To advise with is to consult for the purpose of taking the opinions of others.",
    "advised": "<p><b>ADVI'SED,</b> pp.  <p><DD>1.  Informed; counseled; also cautious; prudent; acting with deliberation.<p><DD>Let him be advised in his answers.<p><DD>With the well advised is wisdom.  Prov. 13.<p><DD>2.  Done, formed, or taken with advice or deliberation; intended; as, an advised act or scheme.",
    "advisedly": "<p><b>ADVI'SEDLY,</b> adv.  With deliberation or advice; heedfully; purposely; by design; as, an enterprize advisedly undertaken.",
    "advisedness": "<p><b>ADVI'SEDNESS,</b> n.  Deliberate consideration; prudent procedure.",
    "advisement": "<p><b>ADVI'SEMENT,</b> n.<p><DD>1.  Counsel; information; circumspection.<p><DD>2.  Consultation.<p><DD>The action standing continued nisi for advisement.",
    "adviser": "<p><b>ADVI'SER,</b> n.  One who gives advice or admonition; also, in a bad sense, one who instigates or persuades.",
    "advising": "<p><b>ADVI'SING, </b>ppr.  Giving counsel.",
    "advisory": "<p><b>ADVI'SORY,</b> a.  <p><DD>1.  Having power to advise.<p><DD>The general association has a general advisory superintendence over all the ministers and churches.<p><DD>2.  Containing advice; as, their opinion is merely advisory.",
    "advocacy": "<p><b>AD'VOCACY,</b> n.  <p><DD>1.  The act of pleading for; intercession.<p><DD>2.  Judicial pleading; law-suit.",
    "advocate": "<p><b>AD'VOCATE,</b> n.  [L. advocatus, from advoco, to call for, to plead for; of ad and voco, to call.  See Vocal.]<p><DD>1.  Advocate, in its primary sense, signifies, one who pleads the cause of another in a court of civil law.  Hence,<p><DD>2.  One who pleads the cause of another before any tribunal or judicial court, as a barrister in the English courts.  We say, a man is a learned lawyer and an able advocate.<p><DD>In Europe, advocates have different titles, according to their particular duties.<p><DD>Consistorial advocates, in Rome, appear before the Consistory, in opposition to the disposal of benefices.<p><DD>Elective advocates are chosen by a bishop, abbot, or chapter, with license from the prince.<p><DD>Feudal advocates were of a military kind, and to attach them to the church, had grants of land, with power to lead the vassals of the church war.<p><DD>Fiscal advocates, in ancient Rome, defended causes in which the public revenue was concerned.<p><DD>Juridical advocates became judges, in consequence of their attending causes in the earl's court.<p><DD>Matricular advocates defended the cathedral churches.<p><DD>Military advocates were employed by the church to defend it by arms, when force gave law to Europe.<p><DD>Some advocates were called nominative, from their being nominated by the pope or king; some regular, from their being qualified by a proper course of study.  Some were supreme; others, subordinate.<p><DD>Advocate, in the German polity, is a magistrate, appointed in the emperor's name, to administer justice.<p><DD>Faculty of advocates, in Scotland, is a society of eminent lawyers, who practice in the highest courts, and who are admitted members only upon the severest examination, at three different times.  It consists of about two hundred members, and from this body are vacancies on the bench usually supplied.<p><DD>Lord advocate, in Scotland, the principal crown lawyer, or prosecutor of crimes.<p><DD>Judge advocate, in courts martial, a person who manages the prosecution.<p><DD>In English and American courts, advocates are the same as counsel, or counselors.  In England,they are of two degrees, barristers and serjeants; the former, being apprentices or learners, cannot, by ancient custom, be admitted serjeants, till of sixteen years standing.<p><DD>3.  One who defends, vindicates, or espouses a cause, by argument; one who is friendly to; as, an advocate for peace, or for the oppressed.<p><DD>In scripture, Christ is called an advocate for his people.<p><DD>We have an advocate with the father.  1John, 2.<p><b>AD'VOCATE,</b> v.t.  To plead in favor of; to defend by argument, before a tribunal; to support or vindicate.<p><DD>Those who advocate a discrimination.<p><DD>The Duke of York advocated the amendment.<p><DD>The Earl of Buckingham advocated the original resolution.<p><DD>The idea of a legislature, consisting of a single branch, though advocated by some, was generally reprobated.<p><DD>How little claim persons, who advocate this sentiment, really posses to be considered calvinists, will appear from the following quotation.<p><DD>The most eminent orators were engaged to advocate his cause.<p><DD>A part only of the body, whose cause be advocates, coincide with him in judgment.",
    "advocated": "<p><b>AD'VOCATED,</b> pp.  Defended by argument; vindicated.",
    "advocatess": "<p><b>AD'VOCATESS,</b> n.  A female advocate.",
    "advocating": "<p><b>AD'VOCATING,</b> ppr.  Supporting by reasons; defending; maintaining.",
    "advocation": "<p><b>ADVOCA'TION,</b> n.  A pleading for: plea; apology.<p><DD>A bill of advocation, in Scotland, is a written application to a superior court, to call an action before them from an inferior court.  The order of the superior court for this purpose is called a letter of advocation.",
    "advoutress": "<p><b>ADVOU'TRESS,</b> n.  An adulteress.",
    "advoutry": "<p><b>ADVOU'TRY,</b> n.  Adultery.  [Little used.]",
    "advowee": "<p><b>ADVOWEE',</b> n.  <p><DD>1.  He that has the right of advowson.<p><DD>2.  The advocate of a church or religious house.",
    "advowson": "<p><b>ADVOW'SON,</b> n.  s as z.  [The word was latinized, advocatio, from advoco, and avow is from advoco.]<p><DD>In English law, a right of presentation to a vacant benefice; or in other words, a right of nominating a person to officiate in a vacant church.  The name is derived from advocatio, because the right was first obtained by such as were founders, benefactors or strenuous defenders, advocates, or the church.  those who have this right are styled patrons.  Advowsons are of three kinds, presentative, collative, and donative; presentative, when the patron presents his clerk to the bishop of the diocese to be instituted; collative, when the bishop is the patron, and institutes, or collates his clerk, by a single act; donative, when a church is founded by the king, and assigned to the patron, without being subject to the ordinary, so that the patron confers the benefice on his clerk, without presentation, institution, or induction.<p><DD>Advowsons are also appendant, that is, annexed to a manor; or, in gross, that is annexed to the person of the patron.",
    "advoyer": "<p><b>ADVOY'ER,</b> or Avoy'er,  A chief magistrate of a town or canton in Switzerland.",
    "ady": "<p><b>A'DY,</b> n.  The abanga, or Thernel's restorative; a species of Palm tree, in the West Indies, tall, upright, without branches, with a thick branching head, which furnishes a juice of which the natives make a drink by fermentation.",
    "adz": "<p><b>ADZ,</b> n.  An iron instrument with an arching edge, across the line of the handle, and ground from a base on its inside to the outer edge; used for chipping a horizontal surface of timber.<p><DD>",
    "ae": "<p><b>AE,</b> a diphthong in the Latin language; used also by the Saxon writers.  In derivatives from the learned languages, it is mostly superseded by e, and convenience seems to require it to be wholly rejected in anglicized words.  For such words as may be found with this initial combination, the reader will therefore search under the letter E.",
    "aed": "<p><b>AED,</b> ed, ead, syllables found in names from the Saxon, signify happy; as, Eadric, happy kingdom; Eadrig, happy victory; Edward prosperous watch;  Edgar, successful weapon.",
    "aedile": "<p><b>AE'DILE,</b> n.  [Lat.]  In ancient Rome, an officer or magistrate, who had the care of the public buildings, [ades,] streets, highways, public spectacles, &c.",
    "aegilops": "<p><b>AE'GILOPS,</b> n.  [Gr. a goat and the eye.]<p><DD>A tumor in the corner of the eye, and a plant so called.",
    "aegis": "<p><b>AE'GIS,</b> n.  [Gr. a goat skin, and shield; from a goat.]<p><DD>A shield, or defensive armor.",
    "ael": "<p><b>AEL,</b> Eng. all, are seen in many names; as, in AElfred, Alfred, all peace; AElwin, all conqueror.",
    "aelf": "<p><b>AELF,</b> seems to be one form of help, but more generally written elph or ulph; as, in AElfwin, victorious aid; AEthelwulph, illustrious help.",
    "aeolist": "<p><b>AE'OLIST,</b> n.  [L. AEolus.]<p><DD>A pretender to inspiration.",
    "aerate": "<p><b>A'ERATE,</b> v.t.  [See Air.]  To combine with carbonic acid, formerly called fixed air.  [The word has been discarded from modern chimistry.]",
    "aerated": "<p><b>A'ERATED,</b> pp.  Combined with carbonic acid.",
    "aerating": "<p><b>A'ERATING,</b> ppr.  Combining with carbonic acid.",
    "aeration": "<p><b>AERA'TION,</b> n.  The act or operation of combining with carbonic acid.",
    "aerial": "<p><b>AE'RIAL,</b> a.  [L. aerius.  See Air.]<p><DD>1.  Belonging to the air, or atmosphere; as, aerial regions.<p><DD>2.  Consisting of air; partaking of the nature of air; as, aerial particles.<p><DD>3.  Produced by air; as, aerial honey.<p><DD>4.  Inhabiting or frequenting the air; as, aerial songsters.<p><DD>5.  Placed in the air; high; lofty; elevated; as, aerial spires; aerial flight.",
    "aerians": "<p><b>AE'RIANS,</b> n.  In church history, a branch of Arians, so called from Aerius, who maintained, that there is no difference between bishops and priests.",
    "aerie": "<p><b>A'ERIE,</b> n.  The nest of a fowl, as of an eagle or hawk; a covey of birds.",
    "aerification": "<p><b>AERIFICA'TION,</b> n.<p><DD>1.  The act of combining air with; the state of being filled with air.<p><DD>2.  The act of becoming air or of changing into an aeriform state, as substances which are converted from a liquid or solid form into gas or an elastic vapor; the state of being aeriform.",
    "aerified": "<p><b>A'ERIFIED,</b> pp.  Having air infused, or combined with.",
    "aeriform": "<p><b>A'ERIFORM,</b> a.  [L. aer, air, and forma, form.]<p><DD>Having the form or nature of air, or of an elastic, invisible fluid.  The gases are aeriform fluids.",
    "aerify": "<p><b>A'ERIFY,</b> v.t.  To infuse air into; to fill with air, or to combine air with.",
    "aerography": "<p><b>AEROG'RAPHY,</b> n.  [Gr. air, and to describe.]<p><DD>A description of the air or atmosphere; but aerology is chiefly used.",
    "aerolite": "<p><b>A'EROLITE,</b> n.  [Gr. air, and a stone.]<p><DD>A stone falling from the air, or atmospheric regions; a meteoric stone.",
    "aerological": "<p><b>AEROLOG'ICAL,</b> a.  Pertaining to aerology.",
    "aerologist": "<p><b>AEROL'OGIST,</b> n.  One who is versed in aerology.",
    "aerology": "<p><b>AEROL'OGY,</b> n  [Gr. air, and description.]<p><DD>A description of the air; that branch of philosophy which treats of the air, its constituent parts, properties, and phenomena.",
    "aeromancy": "<p><b>A'EROMANCY,</b> n.  [Gr. divination.]<p><DD>Divination by means of the air and winds.  [Little used.]",
    "aerometer": "<p><b>AEROM'ETER,</b> n.  [Gr.  air, and measure.]<p><DD>An instrument for weighing air, or for ascertaining the mean bulk of gases.",
    "aerometry": "<p><b>AEROM'ETRY,</b> n.  [as above.]  The science of measuring the air, including the doctrine of its pressure, elasticity, rarefaction, and condensation.<p><DD>Rather, aerometry is the art or science of ascertaining the mean bulk of the gases.",
    "aeronaut": "<p><b>A'ERONAUT,</b> n.  [Gr. a sailor, from a ship.]<p><DD>One who sails or floats in the air; an aerial navigator; applied to persons who ascent in air balloons.",
    "aeronautic": "<p><b>AERONAUT'IC,</b> a.  Sailing or floating in the air; pertaining to aerial sailing.",
    "aeronautics": "<p><b>AERONAUT'ICS,</b> n.  The doctrine, science, or art of sailing in the air, by means of a balloon.",
    "aeronautism": "<p><b>A'ERONAUTISM,</b> n.  The practice of ascending and floating in the atmosphere, in balloons.",
    "aeroscopy": "<p><b>AEROS'COPY,</b> n.  [Gr to see.]  The observation of the air.  [Little used.]",
    "aerostat": "<p><b>A'EROSTAT,</b> n.  [Gr. sustaining, from to stand.]<p><DD>A machine or vessel sustaining weights in the air; a name given to air balloons.",
    "aerostatic": "<p><b>AEROSTAT'IC,</b> a.  Suspending in air; pertaining to the art of aerial navigation.",
    "aerostation": "<p><b>AEROSTA'TION,</b> n.  <p><DD>1.  Aerial navigation; the science of raising, suspending, and guiding machines in the air, or of ascending in air balloons.<p><DD>2.  The science of weighing air.",
    "aery-light": "<p><b>A'ERY-LIGHT,</b> in Milton, light as air; used for airy light.",
    "aethel": "<p><b>ATHEL, ADEL or AETHEL, </b>nobel of illustrious birth.",
    "afar": "<p><b>AF'AR,</b> adv.  [a and far.  See Far.]<p><DD>1.  At a distance in place; to or from a distance; used with from preceding, or off following; as, he was seen from afar; I saw him afar off.<p><DD>2.  In scripture, figuratively, estranged in affection; alienated.<p><DD>My kinsmen stand afar off. Ps. 38.<p><DD>3.  Absent; not assisting.<p><DD>Why standest thou afar off, O Lord?  Ps. 10<p><DD>4.  Not of the visible church.  Eph. 2.",
    "afeard": "<p><b>AFE'ARD,</b> a.  Afeard is the participle passive.  See Fear.]<p><DD>Afraid; affected with fear or apprehension, in a more moderate degree than is expressed by terrified.  It is followed by of, but no longer used in books, and even in popular use, is deemed vulgar.",
    "affa": "<p><b>AF'FA,</b> n.  A weight used on the Guinea coast, equal to an ounce.  The half of it is call eggeba.",
    "affability": "<p><b>AFFABIL'ITY,</b> n.  [See Affable.]  The quality of being affable; readiness to converse; civility and courteousness, in receiving others, and in conversation; condescension in manners.  Affability of countenance is that mildness of aspect, which invites to free social intercourse.",
    "affable": "<p><b>AF'FABLE,</b> a.  [L. affabilis, of ad and fabulor.  See Fable.]<p><DD>1.  Easy of conversation; admitting others to free conversation without reserve; courteous; complaisant; of easy manners; condescending; usually applied to superiors; as an affable prince.<p><DD>2.  Applied to external appearance, affable denotes that combination of features, which invites to conversation, and renders a person accessible, opposed to a forbidding aspect; mild; benign; as, an affable countenance.",
    "affableness": "<p><b>AF'FABLENESS,</b> n.  Affability.",
    "affably": "<p><b>AF'FABLY,</b> adv.  In an affable manner; courteously; invitingly.",
    "affair": "<p><b>AFFA'IR,</b> n.  [L. facere.  The primary sense of facio is to urge, drive, impel.]<p><DD>1.  Business of any kind; that which is done, or is to be done; a word of very indefinite and undefinable signification.  In the plural, it denotes transactions in general; as human affairs; political or ecclesiastical affairs: also the business or concerns of an individual; as, his affairs are embarrassed.<p><DD>2.  Matters; state; condition of business or concerns.<p><DD>I have sent that ye may know our affairs.  Eph. 6.<p><DD>3.  In the singular, it is used for a private dispute, or duel; as, an affair of honor; and sometimes a partial engagement of troops.<p><DD>In the phrase, at the head of affairs, the word means, the public concerns of executing the laws and administering the government.",
    "affect": "<p><b>AFFECT',</b> v.t.  [L. afficio, affectum, of ad and facio, to make; affecto, to desire, from the same room.  Affect is to make to, or upon to press upon.]<p><DD>1.  To act upon; to produce an effect or change upon; as, cold affects the body; loss affects our interests.<p><DD>2.  To act upon, or move the passions; as, affected with grief.<p><DD>3.  To aim at; aspire to; desire or entertain pretension to; as, to affect imperial sway.  [See the etymology of Affair.]<p><DD>4.  To tend to by natural affinity or disposition; as, the drops of a fluid affect a spherical form.<p><DD>5.  To love, or regard with fondness.<p><DD>Think not that wars we love and strife affect.<p><DD>[This sense is closely allied to the third.]<p><DD>6.  To make a show of; to attempt to imitate, in a manner not natural; to study the appearance of what is not natural, or real; as, to affect to be grave; affected friendship.<p><DD>It seems to have been used formerly for convict or attaint, as in Ayliffe's Parergon; but this sense is not now in use.",
    "affectation": "<p><b>AFFECTA'TION,</b> n.  [L.  affectatio.]<p><DD>1.  An attempt to assume or exhibit what is not natural or real; false pretense; artificial appearance, or show; as, an affectation of wit, or of virtue.<p><DD>2.  Fondness; affection.  [Not used.]",
    "affected": "<p><b>AFFECT'ED,</b> pp.  <p><DD>1.  Impressed; moved, or touched, either in person or in interest; having suffered some change by external force, loss, danger, and the like; as, we are more or less affected by the failure of the bank.<p><DD>2.  Touched in the feelings; having the feelings excited; as, affected with cold or heat.<p><DD>3.  Having the passions moved; as, affected with sorrow or joy.<p><DD>4.  a.  Inclined, or disposed; followed by to; as, well affected to government.<p><DD>5.  a.  Given to false show; assuming, or pretending to possess what is not natural or real; as, an affected lady.<p><DD>6.  a.  Assumed artificially; not natural; as, affected airs.",
    "affectedly": "<p><b>AFFECT'EDLY,</b> adv.  In an affected manner; hypocritically; with more show than reality; formally; studiously; unnaturally; as, to walk affectedly; affectedly civil.",
    "affectedness": "<p><b>AFFECT'EDNESS,</b> n.  The quality of being affected; affectation.",
    "affecter": "<p><b>AFFECT'ER,  </b>n.  One that affects; one that practices affectation.",
    "affecting": "<p><b>AFFECT'ING,</b> ppr.<p><DD>1.  Impressing; having an effect on; touching the feelings; moving the passions; attempting a false show; greatly desiring; aspiring to possess.<p><DD>2.  a.  Having power to excite, or move the passions; tending to move the affections; pathetic; as, an affecting address.<p><DD>The most affecting music is generally the most simple.",
    "affectingly": "<p><b>AFFECT'INGLY,</b> adv.  In an affecting manner; in a manner to excite emotions.",
    "affection": "<p><b>AFFEC'TION,</b> n. <p><DD>1.  The state of being affected.  [Little used.]<p><DD>2.  Passion; but more generally,<p><DD>3.  A bent of mind towards a particular object, holding a middle place between disposition, which is natural, and passion, which is excited by the presence of its exciting object.  Affection is a permanent bent of the mind, formed by the presence of an object, or by some act of another person, and existing without the presence of its object.<p><DD>4.  In a more particular sense, a settle good will, love or zealous attachment; as, the affection of a parent for his child.  It was formerly followed by to or towards, but is now more generally followed by far.<p><DD>5.  Desire; inclination; propensity, good or evil; as, virtuous or vile affections.  Rom. 1.  Gal. 5.<p><DD>6.  In a general sense, an attribute, quality or property, which is inseparable from its object; as, love, fear and hope are affections of the mind; figure, weight, &c., are affections of bodies.<p><DD>7.  Among physicians, a disease, or any particular morbid state of the body; as, a gouty affection; hysteric affection.<p><DD>8.  In painting, a lively representation of passion.<p><DD>Shakespeare uses the word for affectation; but this use is not legitimate.",
    "affectionate": "<p><b>AFFEC'TIONATE,</b> a. <p><DD>1.  Having great love, or affection; fond; as, an affectionate brother.<p><DD>2.  Warm in affection; zealous.<p><DD>Man, in his love to God, and desire to please him, can never be too affectionate.<p><DD>3.  Proceeding from affection; indicating love; benevolent; tender; as, the affectionate care of a parent; an affectionate countenance.<p><DD>4.  Inclined to; warmly attached.  [Little used.]",
    "affectionately": "<p><b>AFFEC'TIONATELY,</b> adv.  With affection; fondly; tenderly; kindly.  1Thes. 2.",
    "affectionateness": "<p><b>AFFEC'TIONATENESS,</b> n.  Fondness; goodwill; affection.",
    "affectioned": "<p><b>AFFEC'TIONED,</b> a.  <p><DD>1.  Disposed; having an affection of heart.<p><DD>Be ye kindly affectioned one to another.  Rom 12.<p><DD>2.  Affected; conceited.  Obs.",
    "affective": "<p><b>AFFECT'IVE,</b> a.  That affects, or excites emotion; suited to affect.  [Little used.]",
    "affectively": "<p><b>AFFECT'IVELY,</b> adv.  In an affective or impressive manner.",
    "affector": "<p><b>AFFECT'OR</b>",
    "affectuous": "<p><b>AFFECT'UOUS,</b> a.  Full of passion.  [Not used.]",
    "affeer": "<p><b>AFFEE'R,</b> v.t.  To confirm.  [Not used.]<p><b>AFFEE'R,</b> v.t.<p><DD>In law, to assess or reduce an arbitrary penalty or amercement to a precise sum; to reduce a general amercement to a sum certain, according to the circumstances of the case.",
    "affeered": "<p><b>AFFEE'RED,</b> pp.  Moderated in sum; assessed; reduced to a certainty.",
    "affeerment": "<p><b>AFFEE'RMENT,</b> n.  The act of affeering, or assessing an amercement, according to the circumstances of the case.",
    "affeeror": "<p><b>AFFEE'ROR,</b> n.  One who affeers; a person sworn to assess a penalty, or reduce an uncertain penalty to a certainty.",
    "affettuoso": "<p><b>AFFETTUO'SO,</b> or con affetto,  [L. affectus.]<p><DD>In music, a direction to render notes soft and affecting.",
    "affiance": "<p><b>AFFI'ANCE,</b> n.  [L. fido, fides.]<p><DD>1.  The marriage contract or promise; faith pledged.<p><DD>2.  Trust in general; confidence; reliance.<p><DD>The Christian looks to God with implicit affiance.<p><b>AFFI'ANCE,</b> v.t.  <p><DD>1.  To betroth; to pledge one's faith or fidelity in marriage, or to promise marriage.<p><DD>To me, sad maid, he was affianced.<p><DD>2.  To give confidence<p><DD>Affianced in my faith.",
    "affianced": "<p><b>AFFI'ANCED,</b> pp.  Pledged in marriage; betrothed; bound in faith.",
    "affiancer": "<p><b>AFFI'ANCER,</b> n.  One who makes a contract of marriage between parties.",
    "affiancing": "<p><b>AFFI'ANCING,</b> ppr.  Pledging in marriage; promising fidelity.",
    "affidavit": "<p><b>AFFIDA'VIT,</b> n.  [An old law verb in the perfect tense; he made oath; from ad and fides, faith.]<p><DD>A declaration upon oath.  In the United States, more generally, a declaration in writing, signed by the party, and sworn to, before an authorized magistrate.",
    "affied": "<p><b>AFFI'ED,</b> a.  or part.  Joined by contract; affianced.  [Not used.]",
    "affile": "<p><b>AFFI'LE,</b> v.t.  To polish.  [Not used.]",
    "affiliate": "<p><b>AFFIL'IATE,</b> v.t.  [L. ad and filius, a son.]<p><DD>1.  To adopt; to receive into a family as a son.<p><DD>2.  To receive into a society as a member, and initiate in its mysteries, plans, or intrigues - a sense in which the word was much used by the Jacobins in France, during the revolution.",
    "affiliation": "<p><b>AFFILIA'TION,</b> n.  Adoption; association in the same family or society.",
    "affinity": "<p><b>AFFIN'ITY,</b> n.  [L. affinitas, from affinis, adjacent, related by marriage; ad and finis, end.]<p><DD>1.  The relation contracted by marriage, between a husband and his wife's kindred, and between a wife and her husband's kindred; in contradistinction from consanguinity or relation by blood.<p><DD>Solomon made affinity with Pharaoh.  1Kings 3.<p><DD>2.  Agreement; relation; conformity; resemblance; connection; as, the affinity of sounds, of colors, or of languages.<p><DD>3.  In chimistry, attraction; elective attraction, or that tendency which different species of matter have to unite, and combine with certain other bodies, and the power that disposes them to continue in combination There are two kinds of affinity.<p><DD><DD>1.  Affinity of aggregation, which is the power that causes two homogeneous bodies to tend towards each other, unite and cohere, as two drops of water, which unite in one.<p><DD><DD>2.  Affinity of composition, which is the tendency of bodies of different kinds to unite and form new combinations of bodies with different properties.  Such is the affinity which unites acids and alkalies, the results of which combination are neutral salts.<p><DD>The operations of this principle are various.  When heterogeneous bodies have mutually an equal attraction, it is called compound affinity.  When one substance decomposes a combination of others, unites with one of them and precipitates the other, the power is called the affinity of decomposition.  When bodies will not unite, but by means of a third, which enables them to combine, this is affinity by means of a medium.<p><DD>Double affinity is when by means of four bodies, two decompositions and two new combinations are effected.",
    "affirm": "<p><b>AFFIRM,</b> v.t.  afferm' [L. affirmo; ad and firmo, to make firm.  See Firm.]<p><DD>1.  To assert positively; to tell with confidence; to aver; to declare the existence of something; to maintain as true; opposed to deny.<p><DD>Of one Jesus whom Paul affirmed to be alive.  Acts 25.<p><DD>2.  To make firm; to establish, confirm or ratify; as, the Supreme court affirmed the judgment.",
    "affirmable": "<p><b>AFFIRM'ABLE,</b> a.  That may be asserted or declared; followed by of; as, an attribute affirmable of every just man.<p> ",
    "affirmance": "<p><b>AFFIRM'ANCE,</b> n.  <p><DD>1.  Confirmation; ratification; as, the affirmance of a judgment; a statute in affirmance of common law.<p><DD>2.  Declaration; affirmation.  [Little used.]",
    "affirmant": "<p><b>AFFIRM'ANT, </b> n.  One who affirms.",
    "affirmation": "<p><b>AFFIRMA'TION,</b> n.<p><DD>1.  The act of affirming or asserting as true; opposed to negation or denial.<p><DD>2.  That which is asserted; position declared as true; averment.<p><DD>3.  Confirmation; ratification; an establishing of what had been before done or decreed.<p><DD>4.  A solemn declaration made under the penalties of perjury, by persons who conscientiously decline taking an oath; which affirmation is in law equivalent to testimony given under oath.",
    "affirmative": "<p><b>AFFIRM'ATIVE,</b> a.  <p><DD>1.  That affirms, or asserts; declaratory of what exists; opposed to negative; as, an affirmative proposition.<p><DD>2.  Confirmative; ratifying; as, an act affirmative of common law.<p><DD>3.  In algebra, positive; a term applied to numbers which have the sign + plus, denoting addition, and opposed to negative, or such as have the sign - minus, denoting subtraction.<p><DD>4.  Positive; dogmatic.  Obs.<p><b>AFFIRM'ATIVE,</b> n.  That side of a question which affirms or maintains; opposed to negative; as, there were seventy votes in the affirmative, and thirty-five in the negative.",
    "affirmatively": "<p><b>AFFIRM'ATIVELY,</b> adv.  In an affirmative manner; positively; on the affirmative side of a question; opposed to negatively.",
    "affirmed": "<p><b>AFFIRM'ED,</b> pp.  Declared; asserted; averred; confirmed; ratified.",
    "affirmer": "<p><b>AFFIRM'ER,</b> n.  One who affirms.",
    "affirming": "<p><b>AFFIRM'ING,</b> ppr.  Asserting; declaring positively; confirming.",
    "affix": "<p><b>AFFIX',</b>  v.t.  [L. affigo, affixum, of ad and figo, to fix.  Eng. peg.  See Fix.]<p><DD>1.  To unite at the end; to subjoin, annex, or add at the close; as, to affix a syllable to a word; to affix a seal to an instrument.<p><DD>2.  To attach, unite, or connect with, as names affixed to ideas, or ideas affixed to things.<p><DD>3.  To fix or fasten in any manner.  In this sense, fix is more generally used.",
    "affixed": "<p><b>AFFIX'ED,</b> pp.  United at the end; annexed; attached.",
    "affixing": "<p><b>AFFIX'ING,</b> ppr.  Uniting at the end; subjoining; attaching.",
    "affixion": "<p><b>AFFIX'ION,</b> n.  The act of uniting at the end, or state of being so united.  [Little used.]",
    "affixture": "<p><b>AFFIX'TURE,</b> n.  That which is affixed.",
    "afflation": "<p><b>AFFLA'TION,</b> n.  [L. affle, afflatum, of ad and flo; Eng. blow.  See Blow.]<p><DD>A blowing or breathing on.",
    "afflatus": "<p><b>AFFLA'TUS,</b> n.  [L.]<p><DD>1.  A breath or blast of wind.<p><DD>2.  Inspiration; communication of divine knowledge, or the power of prophesy.",
    "afflict": "<p><b>AFFLICT',</b> v.t.  [L. affligo, afflicto, of ad and figo, to strike;  eng. flog;  Gr. to strike;, L. plaga, a stroke.  Hence, eng. flail, g being suppressed; L. flagellum.  See Flog.]<p><DD>1.  To give to the body or mind pain which is continued or of some permanence; to grieve, or distress; as, one is afflicted with the gout, or with melancholy, or with losses and misfortunes.<p><DD>They affect thy heritage, O Lord.  Ps. 95.<p><DD>2.  To trouble; to harass; to distress.",
    "afflicted": "<p><b>AFFLICT'ED,</b> pp.  Affected with continued or often repeated pain, either of body or mind; suffering grief or distress, of any kind; followed by at, by or with; as, afflicted at the loss of a child, by the rheumatism, or with losses.",
    "afflictedness": "<p><b>AFFLICT'EDNESS,</b> n.  The state of being afflicted; but superseded by affliction.",
    "afflicter": "<p><b>AFFLICT'ER,</b> n.  One who afflicts, or causes pain of body or of mind.",
    "afflicting": "<p><b>AFFLICT'ING,</b> ppr.  Causing continued or durable pain of body or mind; grieving; distressing.<p><b>AFFLICT'ING,</b> a.  Grievous; distressing; as, an afflicting event.",
    "affliction": "<p><b>AFFLIC'TION,</b> n. <p><DD>1.  The state of being afflicted; a state of pain, distress, or grief.<p><DD>Some virtues are seen only in affliction.<p><DD>2.  The cause of continued pain of body or mind, as sickness, losses, calamity, adversity, persecution.<p><DD>Many are the afflictions of the righteous.  Ps. 34.",
    "afflictive": "<p><b>AFFLICT'IVE,</b> a.  Giving pain; causing continued or repeated pain or grief; painful; distressing.",
    "afflictively": "<p><b>AFFLICT'IVELY,</b> adv.  In a manner to give pain or grief.",
    "affluence": "<p><b>AF'FLUENCE,</b> n.  [L. affluentia, of ad and fluo, to flow.  See Flow.]<p><DD>1.  Literally, a flowing to, or concourse.  In this sense it is rarely used.  It is sometimes written affluency.<p><DD>2.  Figuratively, abundance of riches; great plenty of worldly goods; wealth.",
    "affluent": "<p><b>AF'FLUENT,</b> a.  Flowing to; more generally, wealthy; abounding in goods or riches; abundant.",
    "affluently": "<p><b>AF'FLUENTLY,</b> adv.  In abundance; abundantly.",
    "afflux": "<p><b>AF'FLUX,</b> n.  [L. affluxum, from affluo.  See Flow.]<p><DD>The act of flowing to; a flowing to, or that which flows to; as, an afflux of blood to the head.",
    "affluxion": "<p><b>AFFLUX'ION,</b> n.  The act of flowing to; that which flows to.  [See Afflux.]",
    "afforage": "<p><b>AF'FORAGE,</b> n.  [ad and force.]<p><DD>In France, a duty paid to the lord of a district, for permission to sell wine or other liquors, within his seignory.",
    "afforcement": "<p><b>AFFO'RCEMENT,</b> n.  [ad and force.]<p><DD>In old charters, a fortress; a fortification for defense.  Obs.",
    "afford": "<p><b>AFFO'RD,</b> v.t.  [ad and the root of forth, further.  The sense is to send forth.  But I have not found this precise word in the exact sense of the English, in any other language.]<p><DD>1.  To yield or produce as fruit, profit, issues, or result.  Thus, the earth affords grain; a well affords water; trade affords profit; distilled liquors afford spirit.<p><DD>2.  To yield, grant or confer; as, a good life affords consolation in old age.<p><DD>3.  To be able to grant or sell with profit or without loss; as, A can afford wine at a less price than B.<p><DD>4.  To be able to expend without injury to one's estate; as, a man can afford a sum yearly in charity; or be able to bear expenses, or the price of the thing purchased; as, one man can afford to buy a farm, which another cannot.<p><DD>5.  To be able without loss or with profit.<p><DD>The merchant can afford to trade for smaller profits.",
    "afforded": "<p><b>AFFO'RDED,</b> pp.  Yielded as fruit, produce or result; sold without loss or with profit.",
    "affording": "<p><b>AFFO'RDING,</b> ppr.  Yielding; producing; selling without loss; bearing expenses.",
    "afforest": "<p><b>AFFOR'EST,</b> v.t.  [ad and forest.]<p><DD>To convert ground into forest, as was done by the first Norman kings in England, for the purpose of affording them the pleasures of the chase.",
    "afforestation": "<p><b>AFFORESTA'TION,</b> n.  The act of turning ground into forest or wood land.",
    "afforested": "<p><b>AFFOR'ESTED,</b> pp.  Converted into forest.",
    "afforesting": "<p><b>AFFOR'ESTING,</b> ppr.  Converting into forest.",
    "affranchisement": "<p><b>AFFRAN'CHISEMENT,</b>n.  [See Franchise and disfranchise.]<p><DD>The act of making free, or liberating from dependence or servitude.  [Little used.]",
    "affrap": "<p><b>AFFRAP',</b> v.t.  [Eng. rap.]  To strike.  Obs.",
    "affray": "<p><b>AFFRA'Y,</b>",
    "affrayment": "<p><b>AFFRA'YMENT,</b>  n.<p><DD>1.  In law, the fighting of two or more persons, in a public place, to the terror of others.  A fighting in private is not, in a legal sense, an affray.<p><DD>2.  In popular language, fray is used to express any fighting of two or more persons; buy the word is now deemed inelegant.<p><DD>3.  Tumult; disturbance.",
    "affreight": "<p><b>AFFREIGHT',</b> v.t.  affra'te.  [See Freight.]<p><DD>To hire a ship for the transportation of goods or freight.",
    "affreighted": "<p><b>AFFREIGHT'ED,</b> pp.  Hired for transporting goods.",
    "affreighter": "<p><b>AFFREIGHT'ER,</b> n.  The person who hires or charters a ship or other vessel to convey goods.",
    "affreightment": "<p><b>AFFREIGHT'MENT,</b> n.  The act of hiring a ship for the transportation of goods.",
    "affret": "<p><b>AFFRET',</b> n.  A furious onset, or attack.  [Not used.]",
    "affriction": "<p><b>AFFRIC'TION,</b> n.  The act of rubbing.  [Not used.]  [See Friction.]",
    "affriended": "<p><b>AFFRIENDED,</b> a.  affrend'ed.  Made friends; reconciled.  Obs.",
    "affright": "<p><b>AFFRI'GHT,</b> v.t.  affri'te.  [See Fright.]<p><DD>To impress with sudden fear; to frighten; to terrify or alarm.  It expresses a stronger impression than fear or apprehend, and perhaps less than terror.<p><b>AFFRI'GHT,</b> n.  Sudden or great fear; terror; also, the cause of terror; a frightful object.",
    "affrighted": "<p><b>AFFRI'GHTED,</b> pp.  Suddenly alarmed with fear; terrified; followed by at or with, more generally by at; as, affrighted at the cry of fire.",
    "affrighter": "<p><b>AFFRI'GHTER,</b> n.  One who frightens.",
    "affrightful": "<p><b>AFFRI'GHTFUL,</b> a.  Terrifying; terrible; that may excite great fear; dreadful.",
    "affrighting": "<p><b>AFFRI'GHTING,</b> ppr.  Impressing sudden fear; terrifying.",
    "affrightment": "<p><b>AFFRI'GHTMENT,</b> n.  Affright; terror; the state of being frightened.  [Rarely used.]  [In common discourse, the use of this word, in all its forms, is superseded by fright, frighted, frightful.]",
    "affront": "<p><b>AFFRONT',</b> v.t.  [L. frons, front, face.]<p><DD>1.  Literally, to meet or encounter face to face, in a good or bad sense; as,<p><DD>The seditious affronted the king's forces<p><DD>[The foregoing sense is obsolete.]<p><DD>2.  To offer abuse to the face; to insult, dare or brave openly; to offer abuse or insult in any manner, by words or actions; as, to affront one by giving him the lie.<p><DD>3.  To abuse, or give cause of offense to, without being present with the person; to make slightly angry; a popular use of the word.<p><b>AFFRONT',</b> n. <p><DD>1.  Opposition to the face; open defiance; encounter.  Obs.<p><DD>2.  Ill treatment; abuse; any thing reproachful or contemptuous, that excites or justifies resentment, as foul language, or personal abuse.  It usually expresses a less degree of abuse than insult<p><DD>3.  Shame; disgrace.  [Not used.]<p><DD>4.  In popular language, slight resentment; displeasure.",
    "affronted": "<p><b>AFFRONT'ED,</b> pp.  <p><DD>1.  Opposed face to face; dared; defied; abused.<p><DD>2.  In popular language, offended; slightly angry at ill treatment, by words or actions; displeased.",
    "affrontee": "<p><b>AFFRONTEE',</b> a.  In heraldry, front to front; an epithet given to animals that face each other.",
    "affronter": "<p><b>AFFRONT'ER,</b> n.  One that affronts.",
    "affronting": "<p><b>AFFRONT'ING,</b> ppr.  Opposing face to face; defying; abusing; offering abuse, or any cause of displeasure.<p><b>AFFRONT'ING,</b> a.  Contumelious; abusive.",
    "affrontive": "<p><b>AFFRONT'IVE,</b> a.  Giving offense; tending to offend; abusive.",
    "affrontiveness": "<p><b>AFFRONT'IVENESS,</b> n.  The quality that gives offense.  [Little used.]",
    "affuse": "<p><b>AFFU'SE,</b> v.t.  s as z.  [L. affundo, affusum, ad and fundo, to pour out.  See Fuse.]<p><DD>To pour upon; to sprinkle, as with a liquid.",
    "affused": "<p><b>AFFU'SED,</b> pp.  Sprinkled with a liquid; sprinkled on; having a liquid poured upon.",
    "affusing": "<p><b>AFFU'SING,</b> ppr.  Pouring upon, or sprinkling.",
    "affusion": "<p><b>AFFU'SION,</b> n.  affu'zhun.  The act of pouring upon, or sprinkling with a liquid substance, as water upon a diseased body, or upon a child in baptism.",
    "affy": "<p><b>AFFY',</b> v.t.  To betroth; to bind or join.  [Not used.]<p><b>AFFY',</b> v.t.  To trust or confide in.  [Not used.]",
    "afield": "<p><b>AFIE'LD,</b> adv.  [a and field.]  To the field.",
    "afire": "<p><b>AFI'RE,</b> adv.  On fire.",
    "aflat": "<p><b>AFLAT',</b> adv.  [a and flat.]  Level with the ground.",
    "afloat": "<p><b>AFLO'AT,</b> adv. or a.  [a and float.]<p><DD>1.  Borne on the water; floating; swimming; as, the ship is afloat.<p><DD>2.  Figuratively, moving; passing from place to place; as, a rumor is afloat.<p><DD>3.  Unfixed; moving without guide or control; as, our affairs are all afloat.  [As an adjective, this word always follows the noun.]",
    "afoot": "<p><b>AFOOT',</b> adv.  [a or on and foot.]  <p><DD>1.  On foot; borne by the feet; opposed to riding.<p><DD>2.  In action; in a state of being planned for execution; as, a design is afoot, or on foot.",
    "afore": "<p><b>AFO'RE,</b> adv. or prep.  [a and fore.]<p><DD>1.  In front.<p><DD>2.  Between one object and another, so as to intercept a direct view or intercourse; as, to stand between a person and the light of a candle - a popular use of the word.<p><DD>3.  Prior in time; before; anterior; prior time being considered as in front of subsequent time.<p><DD>The grass which withereth afore it groweth up.  Ps. 129.<p><DD>In all these senses it is now inelegant, and superseded by before.<p><DD>4.  In seaman's language, toward the head of the ship; further forward, or nearer the stem; as, afore the windlas.  Afore the mast, is a phrase which is applied to a common sailor, one who does duty on the main deck, or has no office on board the ship.",
    "aforegoing": "<p><b>AFO'REGOING,</b> a.  Going before.  [See Foregoing, which is chiefly used.]",
    "aforehand": "<p><b>AFO'REHAND,</b> adv.  [afore and hand.]<p><DD>1.  In time previous; by previous provision; as, he is ready aforehand.<p><DD>She is come aforehand to anoint my body.  Mark 14.<p><DD>2.  a.  Prepared; previously provided; as, to be aforehand in business.  Hence in popular language, amply provided; well supplied with the means of living; having means beyond the requirements of necessity; moderately wealthy.  The word is popularly changed into aforehanded, beforehanded, or rather forehanded; as, a forehanded farmer.",
    "aforementioned": "<p><b>AFO'REMENTIONED,</b> a.  [afore and mention.]<p><DD>Mentioned before in the same writing or discourse.",
    "aforenamed": "<p><b>AFO'RENAMED,</b> a.  [afore and name.]  Named before.",
    "aforesaid": "<p><b>AFO'RESAID,</b>  a.  [afore and say.]  Said or recited before, or in a proceeding part.",
    "aforetime": "<p><b>AFO'RETIME,</b> adv.  [afore and time.]  In time past; in a former time.",
    "afoul": "<p><b>AFOUL',</b> adv.  or a.  [a and foul.]  Not free; entangled.",
    "afraid": "<p><b>AFRA'ID,</b> a.  [The participle of affray.]<p><DD>Impressed with fear or apprehension; fearful.  This word expresses a less degree of fear than terrified or frightened.  It is followed by of before the object of fear; as, to be afraid of death.<p><DD>Joseph was afraid to sin against God.",
    "afresh": "<p><b>AFRESH',</b> adv.  [a and fresh.]  Anew; again; recently; after intermission.<p><DD>They crucify the son of God afresh.  Heb. 6.",
    "afric": "<p><b>AF'RIC,</b>",
    "africa": "<p><b>AF'RICA,</b> n.  [L. a neg. and frigus, cold.]<p><DD>One of the four quarters or largest divisions of the globe; a continent separated from Europe by the Mediterranean sea.",
    "african": "<p><b>AF'RICAN,</b> a.  Pertaining to Africa.<p><b>AF'RICAN,</b> n.  A native of Africa.<p><DD>This name is given also to the African marygold.",
    "afront": "<p><b>AFRONT',</b>  adv.  In front.",
    "aft": "<p><b>'AFT,</b> a. or adv.<p><DD>In seaman's language, a word used to denote the stern or what pertains to the stern of a ship; as, the aft part of the ship; haul aft the main sheet, that is, further towards the stern.  Fore and aft is the whole length of a ship.  Right aft is in a direct line with the stern.",
    "after": "<p><b>'AFTER,</b> a.  [The comparative degree of aft.  But is some Teutonic dialects it is written with g.]<p><DD>1.  In marine language, more aft, or towards the stern of the ship; as, the after sails; after hatchway.<p><DD>2.  In common language, later in time; as, an after period of life.<p><DD>In this sense, the word is often combined with the following noun; as in afternoon.<p><b>'AFTER,</b> prep.  <p><DD>1.  Behind in place; as, men placed in a line one after another.<p><DD>2.  Later in time; as, after supper.  This word often precedes a sentence, as a governing preposition.<p><DD>After I have arisen, I will go before you into Galilee.  Math. 26.<p><DD>3.  In pursuit of, that is, moving behind, following; in search of.<p><DD>After whom is the king of Israel come out?  1Sam. 24.<p><DD>Ye shall not go after other Gods.  Deut. 6.<p><DD>4.  In imitation of; as, to make a thing after a model.<p><DD>5.  According to; as, consider a thing after its intrinsic value.<p><DD>6.  According to the direction and influence of.<p><DD>To walk after the flesh; to live after the flesh.  Rom. 8.<p><DD>To judge after the sight of the eye.  Is. 11.<p><DD>To inquire after is to seek by asking; to ask concerning.<p><DD>To follow after, in scripture,  is to pursue, or imitate; to serve, or worship.",
    "after-account": "<p><b>'AFTER-ACCOUNT,</b> n.  A subsequent reckoning.",
    "after-act": "<p><b>'AFTER-ACT,</b> n.  A subsequent act.",
    "after-ages": "<p><b>'AFTER-AGES,</b> n.  Later ages; succeeding times.  After-age, in the singular, is not improper.",
    "after-band": "<p><b>'AFTER-BAND,</b> n.  A future band.",
    "after-birth": "<p><b>'AFTER-BIRTH,</b> n.  The appendages of the fetus, called also secundines.",
    "after-clap": "<p><b>'AFTER-CLAP,</b> n.  An unexpected, subsequent event; something happening after an affair is supposed to be at an end.",
    "after-comer": "<p><b>'AFTER-COMER,</b> n.  A successor.",
    "after-comfort": "<p><b>'AFTER-COMFORT,</b> n.  Future comfort",
    "after-conduct": "<p><b>'AFTER-CONDUCT,</b> n.  Subsequent behavior.",
    "after-conviction": "<p><b>'AFTER-CONVIC'TION,</b> n  Future conviction.",
    "after-cost": "<p><b>'AFTER-COST,</b> n.  Later cost; expense after the execution of the main design.",
    "after-course": "<p><b>'AFTER-COURSE,</b> n.  Future course.",
    "after-crop": "<p><b>'AFTER-CROP,</b>  n.  The second crop in the same year.",
    "after-days": "<p><b>'AFTER-DAYS,</b> n.  Future days.",
    "after-eatage": "<p><b>'AFTER-EATAGE,</b> n.  Part of the increase of the same year.  [Local.]",
    "after-endeavor": "<p><b>'AFTER-ENDEAV'OR,</b> n.  An endeavor after the first or former effort.",
    "after-game": "<p><b>'AFTER-GAME,</b> n.  A subsequent scheme, or expedient.",
    "after-guard": "<p><b>'AFTER-GUARD,</b> n.  The seaman stationed on the poop or after part of the ship, to attend the after sails.",
    "after-hope": "<p><b>'AFTER-HOPE,</b> n.  Future hope.",
    "after-hours": "<p><b>'AFTER-HOURS,</b> n.  Hours that follow; time following.",
    "after-ignorance": "<p><b>'AFTER-IGNORANCE,</b> n.  Subsequent ignorance.",
    "after-king": "<p><b>'AFTER-KING,</b> n.  A succeeding king.",
    "after-life": "<p><b>'AFTER-LIFE,</b> n.  <p><DD>1.  Future life or the life after this. <p><DD>2.  A later period of life; subsequent life.",
    "after-liver": "<p><b>'AFTER-LIVER,</b> n.  One who lives in succeeding times.",
    "after-love": "<p><b>'AFTER-LOVE,</b> n.  The second or later love.",
    "after-malice": "<p><b>'AFTER-MALICE,</b> n.  Succeeding malice.",
    "after-math": "<p><b>'AFTER-MATH,</b> n.  [after and math.  See Mow.]<p><DD>A second crop of grass, in the same season; rowen.",
    "after-most": "<p><b>'AFTER-MOST,</b> a.  Superl.  In marine language, nearest the stern, opposed to foremost; also hindmost.",
    "after-noon": "<p><b>'AFTER-NOON',</b> n.  The part of the day which follows noon, between noon and evening.",
    "after-pains": "<p><b>'AFTER-PAINS,</b> n.  The pains which succeed child birth.",
    "after-part": "<p><b>'AFTER-PART,</b> n.  The latter part.  In marine language, the part of a ship towards the stern.",
    "after-piece": "<p><b>'AFTER-PIECE,</b> n.  A piece performed after a play; a farce or other entertainment.",
    "after-proof": "<p><b>'AFTER-PROOF,</b> n.  Subsequent proof or evidence; qualities known by subsequent experience.",
    "after-repentance": "<p><b>'AFTER-REPENT'ANCE,</b> n.  Subsequent repentance.",
    "after-report": "<p><b>'AFTER-REPORT,</b> n.  Subsequent report, or information.",
    "after-sails": "<p><b>'AFTER-SAILS,</b> n.  The sails on the mizzenmast and stays, between the main and mizzen-masts.",
    "after-state": "<p><b>'AFTER-STATE,</b> n.  The future state.",
    "after-sting": "<p><b>'AFTER-STING,</b> n.  Subsequent sting.",
    "after-storm": "<p><b>'AFTER-STORM,</b> n.  A succeeding or future storm.",
    "after-supper": "<p><b>'AFTER-SUPPER,</b> n.  The time between supper and going to bed.",
    "after-swarm": "<p><b>'AFTER-SWARM,</b> n.  A swarm of bees which leaves the hive after the first.",
    "after-taste": "<p><b>'AFTER-TASTE,</b> n.  A taste which succeeds eating and drinking.",
    "after-thought": "<p><b>'AFTER-THOUGHT,</b> n.  [See Thought.]  Reflections after an act; later thought, or expedient occurring too late.",
    "after-times": "<p><b>'AFTER-TIMES,</b> n.  Succeeding times.  It may be used in the singular.",
    "after-tossing": "<p><b>'AFTER-TOSSING,</b> n.  The swell or agitation of the sea after a storm.",
    "after-wise": "<p><b>'AFTER-WISE,</b> a.  Wise afterwards or too late.",
    "after-wit": "<p><b>'AFTER-WIT,</b> n.  Subsequent wit; wisdom that comes too late.",
    "after-wrath": "<p><b>'AFTER-WRATH,</b> n.  Later wrath; anger after the provocation has ceased.",
    "after-writer": "<p><b>'AFTER-WRITER,</b> n.  A succeeding writer.",
    "afterward": "<p><b>'AFTERWARD, or 'AFTERWARDS,</b> adv.  [See Ward.]  In later or subsequent time.",
    "afterwards": "<p><b>'AFTERWARD, or 'AFTERWARDS,</b> adv.  [See Ward.]  In later or subsequent time.",
    "aga": "<p><b>AGA,</b> n.  In the Turkish dominions, a commander or chief officer.  The title is given to various chief officers, whether civil or military.  It is also given to great land holders, and to the eunuchs of the Sultan's seraglio.",
    "again": "<p><b>AGAIN,</b> adv. agen'.  [L. con, whence contra;]<p><DD>1.  A second time; once more.<p><DD>I will not again curse the ground.  Gen 8.<p><DD>2.  It notes something further, or additional to one or more particulars.<p><DD>For to which of the angels said he at any time, thou art my son, this day have I begotten thee? and again, I will be to him a father, and he shall be to me a son? and again, let all the angels of God worship him.  Heb. 1.<p><DD>All the uses of this word carry in them the ideas of return or repetition; as in these phrases; give it back again; give him as much again, that is, the same quantity once more or repeated.<p><DD>There is not, in the world again, such a commerce as in London.<p><DD>Who art thou that answerest again?<p><DD>Bring us word again.<p><DD>Again and again, often; with frequent repetition.",
    "against": "<p><b>AGAINST,</b> prep. agenst'.<p><DD>1.  In opposition; noting enmity or disapprobation.<p><DD>His hand will be against every man.  Gen. 16.<p><DD>I am against your pillows.  Ez. 8.<p><DD>2.  In opposition, noting contrariety, contradiction, or repugnance; as, a decree against law, reason or public opinion.<p><DD>3.  In opposition, noting competition, or different sides or parties; as, there are twenty votes in the affirmative against ten in the negative.<p><DD>4.  In an opposite direction; as, to ride against the wind.<p><DD>5.  Opposite in place; abreast; as, a ship is against the mouth of a river.  In this sense it is often preceded by over.<p><DD>Aaron lighted the lamps over against the candlesticks.  <p>Num. 8.<p><DD>6.  In opposition, noting adversity, injury, or contrariety to wishes; as, this change of measures is against us.<p><DD>7.  Bearing upon; as, one leans against a wall.<p><DD>8.  In provision for; in preparation for.<p><DD>Urijah made it against king Ahaz came from Damascus. <p>2Kings, 16.<p><DD>In this sense against is a preposition, with the following part of the sentence for an object.  See After, prep. def. 2.<p><DD>In short, the sense of this word is opposition, variously modified according to its application to different objects.",
    "agalloch": "<p><b>AG'ALLOCH,</b>",
    "agallochum": "<p><b>AGAL'LOCHUM,</b> n.  [Of oriental origin.]<p>Aloes-wood, the product of a tree growing in China, and some of the Indian isles.  There are three varieties, the calambac, the common lignum aloes, and the calambour.  The first variety is light and porous, and so filled with a fragrant resin, that it may be molded by the fingers; the second is denser and less resinous; and the third is the aloes-wood used by cabinet makers and inlayers.",
    "agalmatolite": "<p><b>AGALMAT'OLITE,</b>n.  [Gr. image, and stone.]<p><DD>A name given by Klaproth to two varieties of the pierre de lard, lard stone, of China.  It contains no magnesia, but otherwise has the characters of talck.  It is called in German, bildstein, figure-stone, and by Brongniart, steatite pagodite.",
    "agape": "<p><b>AG'APE,</b> adv. or a.  [a and gape.  See Gape.]<p><DD>Gaping, as with wonder, expectation, or eager attention; having the mouth wide open.<p><b>AG'APE,</b> n.  ag'apy.  [Gr. Love.]<p><DD>Among the primitive christians, a love feast or feast of charity, held before or after the communion, when contributions were made for the poor.  This feast was held at first without scandal, but afterwards being abused, it was condemned at the council of Carthage, A.D. 397.",
    "agaric": "<p><b>AG'ARIC,</b> n.  [Gr.]<p><DD>In botany, mushroom, a genus of funguses, containing numerous species.  Mushrooms grow on trees, or spring from the earth; of the latter species some are valued as articles of food; others are poisonous. The name was originally given to a fungus growing on the larch.  This species is now frequent in the shops, and distinguished by the name of female agaric.  From this fungus is extracted a turpentine, of which three fourths of its weight is a resinous substance; the rest, a slimy, mucilaginous, earthy matter, tenacious and almost insoluble in water.  It is used in dyeing, but is little esteemed in medicine.<p><DD>The Agaric of the oak is called touch-wood, from its readiness to take fire.<p><DD>Agaric mineral, a calcarious earth, or carbonate of lime, resembling a fungus in color and texture; found in fissures of rocks, and on the roofs of caverns.  It is sometimes used as an astringent in fluxes, and a styptic in hemorrhages.  It occurs in a loose semi-indurated form, white or whitish red, or yellow, light and friable.  Kirwan mentions three varieties.",
    "agast": "<p><b>AG'AST or AGH'AST,</b> a<p><DD>Struck with terror, or astonishment; amazed; struck silent with horror.<p><DD>With shuddering horror pale and eyes agast.",
    "agate": "<p><b>AGA'TE,</b> adv.  [a and gate.]  On the way; going.  Obs.",
    "agatine": "<p><b>AG'ATINE,</b> a.  Pretaining to agate.<p><b>AG'ATINE,</b> n.  A genus of shells, oval or oblong.",
    "agatized": "<p><b>AG'ATIZED,</b> a.  Having the colored lines and figures of agate.<p><DD>Agatized wood, a substance apparently produced by the petrifaction of wood; a species of hornstone.",
    "agaty": "<p><b>AG'ATY,</b> a.  Of the nature of agate.",
    "agave": "<p><b>AGA'VE,</b> n.  [Gr. admirable.]<p><DD>1.  The American aloe.  The great aloe rises twenty feet, and its branches form a sort of pyramid at the top.<p><DD>2.  A genus of univalvular shells.",
    "agaze": "<p><b>AGA'ZE,</b> v.t.  [from gaze.]  To strike with amazement.  Obs.",
    "agazed": "<p><b>AGA'ZED,</b> pp.  Struck with amazement.  [Not in use.]",
    "age": "<p><b>AGE,</b> n.  [L. aetas,or aevum.  But these are undoubtedly contracted words.]<p><DD>1.  The whole duration of a being, whether animal, vegetable, or other kind; as, the usual age of man is seventy years; the age of a horse may be twenty or thirty years; the age of a tree may be four hundred years.<p><DD>2.  That part of the duration of a being, which is between its beginning and any given time; as, what is the present age of a man, or of the earth?<p><DD>Jesus began to be about thirty years of age.  Luke 3.<p><DD>3.  The latter part of life, or long continued duration; oldness.<p><DD>The eyes of Israel were dim for age.  Gen 48.<p><DD>4.  A certain period of human life, marked by a difference of state; as, life is divided into four stages or ages, infancy, youth, manhood, and old age; the age of youth; the age of manhood.<p><DD>5.  The period when a person is enabled by law to do certain acts for himself, or when he ceases to be controlled by parents or guardians; as, in our country, both males and females are of age in twenty-one years old.<p><DD>6.  Mature years; ripeness of strength or discretion.<p><DD>He is of age, as him.  John 9.<p><DD>7.  The time of life for conceiving children, or perhaps the usual time of such an event.<p><DD>Sarah was delivered of a son when she was past age.  <p>Heb. 11.<p><DD>8.  A particular period of time, as distinguished from others; as, the golden age, the age of iron, the age of heroes or of chivalry.<p><DD>9.  The people who live at a particular period; hence, a generation and a succession of generations; as, ages yet unborn.<p><DD>The mystery hid from ages.  Col. 1.<p><DD>10.  A century; the period of one hundred years.",
    "aged": "<p><b>A'GED,</b> a.  <p><DD>1.  Old; having lived long; having lived almost the usual time allotted to that species of being; applied to animals or plants; as, an aged man, or an aged oak.<p><DD>2.  Having a certain age; having lived; as, a man aged forty years.<p><b>A'GED,</b> n.  Old persons.<p><DD>And the aged arose and stood up.  Job 29.",
    "agen": "<p><b>AGEN', </b> for again.  Obs.",
    "agency": "<p><b>A'GENCY,</b> n.  [L. agens.  See Act.]<p><DD>1.  The quality of moving or of exerting power; the state of being in action; action; operation; instrumentality; as, the agency of providence in the natural world.<p><DD>2.  The office of an agent, or factor; business of an agent entrusted with the concerns of another; as, the principal pays the charges of agency.",
    "agenda": "<p><b>AGEND'A,</b> n.  [L. things to be done.]<p><DD>A memorandum-book; the service or office of a church; a ritual or liturgy.",
    "agent": "<p><b>A'GENT,</b> a.  Acting; opposed to patient, or sustaining action; as, the body agent.  [Little used.]<p><b>A'GENT,</b> n.  <p><DD>1.  An actor; one that exerts power, or has the power to act; as, a moral agent.<p><DD>2.  An active power or cause; that which has the power to produce an effect; as, heat is a powerful agent.<p><DD>3.  A substitute, deputy, or factor; one entrusted with the business of another; and attorney; a minister.",
    "agentship": "<p><b>A'GENTSHIP,</b> n.  The office of an agent.  [Not used.]  We now use agency.",
    "aggelation": "<p><b>AGGELA'TION,</b> n.  [L. gelu.]  Concretion of a fluid.  [Not used.]",
    "aggeneration": "<p><b>AGGENERA'TION,</b> n.  [L. ad and generatio.]  The state of growing to another.  [Not used.]",
    "agger": "<p><b>AG'GER,</b> n.  [L.]  A fortress, or mound.  [Not used.]",
    "aggerate": "<p><b>AG'GERATE,</b> v.t.  [L. aggero.]  To heap.  [Not used.]",
    "aggeration": "<p><b>AGGERA'TION,</b> n.  A heaping; accumulation; as, \"aggerations of sand.\"",
    "agglomerate": "<p><b>AGGLOM'ERATE,</b> v.t.  [L.  agglomero, ad and glomero, to wind into a ball, from glomus a ball of yarn; from the Heb. to involve.]<p><DD>To wind, or collect into a ball; to gather into a mass.<p><b>AGGLOM'ERATE,</b> v.i.  To gather, grow or collect into a ball or mass.",
    "agglomerated": "<p><b>AGGLOM'ERATED,</b> pp.  Wound or collected into a ball.",
    "agglomerating": "<p><b>AGGLOM'ERATING,</b> ppr.  Winding into a ball; gathering into a lump.",
    "agglomeration": "<p><b>AGGLOMERA'TION,</b> n.  The act of winding into a ball; the state of being gathered into a ball or mass.",
    "agglutinant": "<p><b>AGGLU'TINANT,</b> n.  Any viscous substance which unites other substances, by causing an adhesion; any application which tends to unite parts which have too little adhesion.<p><b>AGGLU'TINANT,</b> a.  Uniting as glue; tending to cause adhesion.",
    "agglutinate": "<p><b>AGGLU'TINATE,</b> v.t.  [Lat.  agglutino, ad and glutino, from gluten.  Eng. glue.  See Glue.]<p><DD>To unite, or cause to adhere, as with glue or other viscous substance; to unite by causing an adhesion of substances.",
    "agglutinated": "<p><b>AGGLU'TINATED,</b> pp.  Glued together; united by a viscous substance.",
    "agglutinating": "<p><b>AGGLU'TINATING,</b> ppr.  Gluing together; united by causing adhesion.",
    "agglutination": "<p><b>AGGLUTINA'TION,</b> n.  The act of uniting by glue or other tenacious substance; the state of being thus united.",
    "agglutinative": "<p><b>AGGLU'TINATIVE,</b> a.  That tends to unite, or has power to cause adhesion.",
    "aggrace": "<p><b>AGGRA'CE,</b> v.t.  To favor.  [Not used.]<p><b>AGGRA'CE,</b> n.  Kindness; favor.  [Not used.]",
    "aggrandization": "<p><b>AGGRANDIZA'TION,</b> n.  The act of aggrandizing.  [Not used.]",
    "aggrandize": "<p><b>AG'GRANDIZE,</b> v.t.  [L. ad and grandis.  See Grand.]<p><DD>1.  To make great or greater in power, rank or honor; to exalt, as, to aggrandize a family.<p><DD>2.  To enlarge, applied to things; as, to aggrandize our conceptions.  It seems to be never applied to the bulk or dimensions of material bodies.",
    "aggrandized": "<p><b>AG'GRANDIZED,</b> pp.  Made great or greater; exalted; enlarged.",
    "aggrandizement": "<p><b>AGGRAND'IZEMENT,</b> n.  The act of aggrandizing; the state of being exalted in power, rank or honor; exaltation; enlargement.<p><DD>The Emperor seeks only the aggrandizement of his own family.",
    "aggrandizer": "<p><b>AG'GRANDIZER,</b> n.  One that aggrandizes or exalts in power, rank or honor.",
    "aggrandizing": "<p><b>AG'GRANDIZING,</b> ppr.  Making great; exalting; enlarging.",
    "aggrate": "<p><b>AGGRA'TE,</b> v.t.  To please.  [Not used.]",
    "aggravate": "<p><b>AG'GRAVATE,</b> v.t.  [L. aggravo, of ad and gravis, heavy.  See Grave, Gravity.]<p><DD>1.  To make heavy, but not used in this literal sense.  Figuratively, to make worse, more severe, or less tolerable; as, to aggravate the evils of life; to aggravate pain or punishment.<p><DD>2.  To make more enormous, or less excusable; as, to aggravate a crime.<p><DD>3.  To exaggerate.<p><DD>4.  To give coloring in description; to give an exaggerated representation; as, to aggravate a charge against an offender; to aggravate circumstances.<p><DD>The propriety of the word in the latter passage is questionable.  Aggravate is generally used in reference to evils, or something improper or unnatural.",
    "aggravated": "<p><b>AG'GRAVATED,</b> pp.  Increased, in severity or enormity; made worse; exaggerated.",
    "aggravating": "<p><b>AG'GRAVATING,</b> ppr.  Increasing in severity, enormity, or degree, as evils, misfortunes, pain, punishment, crimes, guilt, &c.; exaggerating.",
    "aggravation": "<p><b>AGGRAVA'TION,</b> n.  <p><DD>1.  The act of making worse, used of evils, natural or moral; the act of increasing severity or hainousness; addition to that which is evil or improper; as, an aggravation of pain or grief.<p><DD>2.  Exaggerated representation, or heightened description of any thing wrong, improper, or unnatural; as, an aggravation of features in a caricature.",
    "aggregate": "<p><b>AG'GREGATE,</b> v.t  [L. aggrego, to collect in troops, of ad and grex, a herd or band.  See Gregarious.]<p><DD>To bring together; to collect particulars into a sum, mass or body.<p><b>AG'GREGATE,</b> a.  Formed by a collection of particulars into a whole mass or sum; as, the aggregate amount of charges.<p><DD>Aggregate flowers, in botany, are such as are composed of florets united by means of the receptacle or calyx.<p><DD>Aggregate corporation, in law, is one which consists of two or more persons united, whose existence is preserved by a succession of new members.<p><b>AG'GREGATE,</b> n.  A sum, mass or assemblage of particulars; as, a house is an aggregate of stones, bricks, timber, &c.  It differs from a compound in this, that the particulars of an aggregate are less intimately mixed than in a compound.",
    "aggregated": "<p><b>AG'GREGATED,</b> pp.  Collected into a sum, mass or system.",
    "aggregately": "<p><b>AG'GREGATELY,</b> adv.  Collectively; taken in a sum or mass.",
    "aggregating": "<p><b>AG'GREGATING,</b> ppr.  Collecting into a sum or mass.",
    "aggregation": "<p><b>AGGREGA'TION,</b> n.  <p><DD>1.  The act of aggregating; the state of being collected into a sum or mass; a collection of particulars; an aggregate.<p><DD>2.  In chimistry, the affinity of aggregation, is the power which causes homogeneous bodies to tend towards each other, and to cohere; and from a mixture, which consists of parts dissimilar in their nature.  The word is used of solid, fluid, or aeriform bodies.<p><DD>3.  The union and coherence of bodies of the same nature.",
    "aggregative": "<p><b>AG'GREGATIVE,</b> a.  Taken together; collective.",
    "aggregator": "<p><b>AG'GREGATOR,</b> n.  He that collects into a whole or mass.",
    "aggress": "<p><b>AGGRESS',</b> v.i.  [L.  aggredior, aggressus, of ad and gradior, to go.  See Grade.]<p><DD>To make a first attack; to commit the first act of hostility or offense; to begin a quarrel or controversy; to assault first or invade.",
    "aggressing": "<p><b>AGGRESS'ING,</b> ppr.  Commencing hostility first; making the first attack.",
    "aggression": "<p><b>AGGRESS'ION,</b> n.  The first attack, or act of hostility; the first act of injury, or first act leading to war or controversy.",
    "aggressive": "<p><b>AGGRESS'IVE,</b> a.  Tending to aggress; making the first attack.",
    "aggressor": "<p><b>AGGRESS'OR,</b> n.  The person who first attacks; he who first commences hostility or a quarrel; an assaulter; an invader.<p><DD>The insolence of the aggressor is usually proportioned to the tameness of the sufferer.",
    "aggrievance": "<p><b>AGGRIE'VANCE,</b> n.  See Aggrieve.]  Oppression; hardship; injury.  But grievance is more generally used.",
    "aggrieve": "<p><b>AGGRIE'VE,</b> v.t.  [of ad and grieve from grief. See Grief and Grave.]<p><DD>1.  To give pain or sorrow; to afflict.  In this sense, it is nearly superseded by grieve.<p><DD>2.  To bear hard upon; to oppress or injure, in one's rights; to vex or harass by civil or political injustice.<p><b>AGGRIE'VE,</b> v.i.  To mourn; to lament.  [Not used.  See Grieve.]",
    "aggrieved": "<p><b>AGGRIE'VED,</b> pp.  Pained; afflicted, civilly or politically oppressed.",
    "aggrieving": "<p><b>AGGRIE'VING,</b> ppr.  Afflicting; imposing hardships on; oppressing.",
    "aggroop": "<p><b>AGGROOP,</b> v.t.  [See Group.]<p><DD>To bring together; to group; to collect many persons in a crowd, or many figures into a whole, either in statuary, painting or description.",
    "aggrooped": "<p><b>AGGROOP'ED,</b> pp.  Collected into a group or assemblage.",
    "aggroup": "<p><b>AGGROUP',</b>",
    "aggrouped": "<p><b>AGGROUP'ED,</b>",
    "aghast": "<p><b>AGH'AST,</b>  or more correctly AGHAST, a or adv. [Perhaps the participle of agaze; otherwise from the root of ghastly and ghost.]<p><DD>Struck with amazement; stupefied with sudden fright or horror.",
    "agile": "<p><b>AG'ILE,</b> a.  [L. agilis, from ago.  See Act.]<p><DD>Nimble; having the faculty of quick motion in the limbs; apt or ready to move; brisk; active.<p><DD>And bending forward, stuck his agile heels.",
    "agileness": "<p><b>AG'ILENESS,</b> n.  Nimbleness; activity; the faculty of moving the limbs quickly; agility.",
    "agility": "<p><b>AGIL'ITY,</b> n.  [L. agilitas.]<p><DD>The power of moving the limbs quickly; nimbleness; briskness; activity; quickness of motion.",
    "agio": "<p><b>A'GIO,</b> n.<p><DD>1.  In commerce, the difference between bank notes and current coin.  In Holland, the agio is three or four per cent; in Rome, from fifteen to twenty five per cent; in Venice, twenty per cent: but the agio is subject to variation.<p><DD>2.  Premium; sum given above the nominal value.",
    "agist": "<p><b>AGIST',</b> v.t. <p><DD>In law, to take the cattle of others to graze, at a certain sum; to feed or pasture the cattle of others; used originally for the feeding of cattle in the king's forest.",
    "agistator": "<p><b>AGIST'OR, or AGISTA'TOR</b> n.  An officer of the king's forest, who has the care of cattle agisted, and collects the money for the same; hence called gist-taker, which in England is corrupted into guest-taker.",
    "agistment": "<p><b>AGIST'MENT,</b> n.  The taking and feeding other men's cattle in the king's forest, or on one's own land; also, the price paid for such feeding.  it denotes also a burden, charge or tax.  [In canon law, a modus, or composition.",
    "agistor": "<p><b>AGIST'OR, or AGISTA'TOR</b> n.  An officer of the king's forest, who has the care of cattle agisted, and collects the money for the same; hence called gist-taker, which in England is corrupted into guest-taker.",
    "agitable": "<p><b>AG'ITABLE,</b> a.  [See Agitate.]  That may be agitated, shaken or discussed.",
    "agitate": "<p><b>AG'ITATE,</b> v.t.  [L. agito, from ago.  See Act.]<p><DD>1.  To stir violently; to move back and forth with a quick motion; to shake or move briskly; as, to agitate water in a vessel.<p><DD>2.  To move or force into violent irregular action; as, the wind agitates the sea.<p><DD>3.  To disturb, or excite into tumult; as, to agitate the mind or passions.<p><DD>4.  To discuss; to debate; to controvert; as, to agitate a question.<p><DD>5.  To consider on all sides; to revolve in the mind, or view in all its aspects; to contrive by mental deliberation; as, politicians agitate desperate designs.<p><DD>6.  To move or actuate.  [Not used.]",
    "agitated": "<p><b>AG'ITATED,</b> pp.  Tossed from side to side; shaken; moved violently and irregularly; disturbed; discussed; considered.",
    "agitating": "<p><b>AG'ITATING,</b> ppr.  Shaking; moving with violence; disturbing; disputing; contriving.",
    "agitation": "<p><b>AGITA'TION,</b> n.  <p><DD>1.  The act of shaking; the state of being moved with violence, or with irregular action; commotion; as, the sea after a storm is in agitation.<p><DD>2.  Disturbance of tranquility in the mind; perturbation; excitement of passion.<p><DD>3.  Discussion; examination of a subject in controversy.<p><DD>4.  A state of being deliberated upon, with a view to contrivance, or plan to be adopted; as, a scheme is in agitation.",
    "agitato": "<p><b>AGITA'TO, </b> in music, denotes a broken style of performance, adapted to awaken surprise or perturbation.",
    "agitator": "<p><b>AG'ITATOR,</b> n.  One who agitates; also, an insurgent; one who excites sedition or revolt.  In antiquity, a charioteer, that is, a driver.  In Cromwell's time, certain officers appointed by the army to manage their concerns, were called agitators.",
    "aglet": "<p><b>AG'LET,</b>",
    "aglet-baby": "<p><b>AG'LET-BABY,</b> n.  A small image on the top of a lace.",
    "agminal": "<p><b>AG'MINAL,</b> a.  [L. agmen, a troop or body of men arrayed from ago.] Pertaining to an army or troop.  [Little used.]",
    "agnail": "<p><b>AG'NAIL,</b> n.  [ad and nail.  See Nail.]<p><DD>A disease of the nail; a whitlow; an inflammation round the nail.",
    "agnate": "<p><b>AG'NATE,</b> a.  [L. agnatus.]  Related or akin by the father's side.<p><b>AG'NATE,</b> n.  [L. agnatus, adnascor, of ad and nascor, to be born.  See Nature.]  Any male relation by the father's side.",
    "agnatic": "<p><b>AGNAT'IC,</b> a.  Pertaining to descent by the male line of ancestors.",
    "agnation": "<p><b>AGNA'TION,</b> n.  Relation by the father's side only, or descent in the male line, distinct from cognation, which includes descent in the male and female lines.",
    "agnel": "<p><b>AG'NEL,</b> n.  [From agnus, a lamb, the figure struck on the coin.]<p><DD>An ancient French coin, value twelve sols, six deniers.  It was called also mouton d'or and agnel d'or.",
    "agnition": "<p><b>AGNI'TION,</b> n.  [L. agnitio, agnosco.]  Acknowledgment.  [Little used.]",
    "agnize": "<p><b>AGNI'ZE,</b> v.t.  To acknowledge.  [Not in use.]",
    "agnominate": "<p><b>AGNOM'INATE,</b> v.t.  [L. agnomino; ad and nomino, nomen, name.]  <p>To name.  [Little used.]",
    "agnomination": "<p><b>AGNOMINA'TION,</b> n.  [L. agnomen, a surname, of ad and nomen.  See Name.]<p><DD>1.  An additional name, or title; a name added to another, as expressive of some act, achievement, &c.; a surname.<p><DD>2.  Allusion of one word to another by sound.",
    "ago": "<p><b>AGO',</b> adv. or a.  [See Go.]  Past; gone; as a year ago.",
    "agog": "<p><b>AGOG',</b> adv.<p><DD>In a state of desire; highly excited by eagerness after an object.<p><DD>The gaudy gossip when she's set agog.",
    "agoing": "<p><b>AGO'ING,</b>  [The participle of go, with the prefix a.]<p><DD>In motion, as to set a mill agoing; or about to go; ready to go; as, he is agoing immediately.  The latter use is vulgar.",
    "agon": "<p><b>A'GON,</b> n.  [Gr.]  The contest for the prize.  [Not used.]",
    "agone": "<p><b>AGONE,</b> pp.  agawn;,  [See ago and Gone.]  Ago; past; since.<p>[Nearly Obs.]",
    "agonism": "<p><b>AG'ONISM,</b> n.  [Gr.]  Contention for a prize.",
    "agonist": "<p><b>AG'ONIST,</b> n.  One who contends for the prize in public games.  Milton has used Agonistes in this sense, and so called his tragedy, from the similitude of Sampson's exertions, in slaying the Philistines, to prize fighting.  In church history, the disciples of Donatus are called agonistics.",
    "agonistic": "<p><b>AGONIST'IC,</b>",
    "agonistical": "<p><b>AGONIST'ICAL,</b> a.  Pertaining to prize-fighting, contests of strength, or athletic combats.",
    "agonistically": "<p><b>AGONIST'ICALLY,</b> adv.  In an agonistic manner; like prize-fighting.",
    "agonize": "<p><b>AG'ONIZE,</b> v.t.  [Gr. to strive.  See Agony.]<p><DD>To write with extreme pain; to suffer violent anguish.<p><DD>To smart and agonize at every pore.<p><b>AG'ONIZE,</b> v.t.  To distress with extreme pain; to torture.",
    "agonizing": "<p><b>AG'ONIZING,</b> ppr.  Suffering severe pain; writhing with torture.",
    "agonizingly": "<p><b>AG'ONIZINGLY,</b> adv.  With extreme anguish.",
    "agony": "<p><b>AG'ONY,</b> n.  [Gr. a contest with bodily exertion; a word used to denote the athletic games, in Greece; whence anguish, solicitude; from L. ago.  Gr. to strive.  See Act.]<p><DD>1.  In strictness, pain so extreme as to cause writhing or contortions of the body, similar to those made in the athletic contests in Greece.  Hence,<p><DD>2.  Extreme pain of body or mind; anguish; appropriately, the pangs of death, and the sufferings of our Savior in the garden of Gethsemane.  Luke 22.<p><DD>3.  Violent contest or striving.",
    "agood": "<p><b>AGOOD,</b> adv.  In earnest.  [Not used.]",
    "agouty": "<p><b>AGOUTY,</b> n.  [L. acutus.]<p><DD>A quadruped of the order Rodentia; arranged by naturalist in the genus Cavia.  It is of the size of a rabbit.  The upper part of the body is brownish, with a mixture of red and black; the belly yellowish.  Three varieties are mentioned, all peculiar to South America and West Indies.  It burrows in the ground, or in hollow trees; lives on vegetables; is voracious like a pig, and makes a similar grunting noise.  It holds its meat in its fore paws, like a squirrel.  When scared or angry, its hair is erect, and it strikes the ground with its hind feet.  Its flesh is white and well tasted.",
    "agrarian": "<p><b>AGRA'RIAN,</b> a.  [L. agrarius, from ager, a field.]<p><DD>Relating to lands.  appropriately, denoting or pertaining to an equal division of lands; as, the agrarian laws of Rome, which distributed the conquered and other public lands equally among all the citizens, limiting the quantity which each might enjoy.  Authors sometimes use the word as a noun; an agrarian, for agrarian law.<p><DD>An agrarian distribution of land or property, would make the rich, poor, but would not make the poor, rich.",
    "agree": "<p><b>AGREE',</b> v.i.[L. gratia.  the primary sense is advancing, from the same root as L. gradior.]<p><DD>1.  To be of one mind; to harmonize in opinion.<p><DD>In the expediency of the law, all the parties agree.<p><DD>2.  To live in concord, or without contention; as, parents and children agree well together.<p><DD>3.  To yield assent; to approve or admit; followed by to; as, to agree to an offer, or to an opinion.<p><DD>4.  To settle by stipulation, the minds of parties being agreed, as to the terms; as,<p><DD>Didst thou not agree with me for a penny a day?  Mat. 20<p><DD>To agree on articles of partnership<p><DD>5.  To come to a compromise of differences; to be reconciled.<p><DD>Agree with thy adversary quickly.  Mat. 5<p><DD>6.  To come to one opinion or mind; to concur; as, to agree on a place of meeting.<p><DD>This sense differs not essentially from the fourth, and it often implies a resolving to do an act.  John 9.<p><DD>7.  To be consistent; to harmonize; not to contradict, or be repugnant.<p><DD>Their witness agreed not together.  Mark 24.<p><DD>This story agrees with what has been related by others.<p><DD>8.  To resemble; to be similar; as, the picture does not agree with the original.<p><DD>9.  To suit; to be accommodated or adapted to; as, the same food does not agree with every constitution.<p><b>AGREE',</b> v.t.  To admit, or come to one mind concerning; as, to agree the fact.  Also, to reconcile or make friends; to put an end to variance; but these senses are unusual and hardly legitimate.  Let the parties agree the fact, is really elliptical; let them agree on the fact.",
    "agreeability": "<p><b>AGREEABIL'ITY,</b> n.  Easiness of disposition.  [Not used.]",
    "agreeable": "<p><b>AGREE'ABLE,</b> a.<p><DD>1.  Suitable; conformable; correspondent; consistent with; as, the practice of virtue is agreeable to the law of God and our own nature.<p><DD>2.  In pursuance of; in conformity with; as, agreeable to the order of the day, the house took up the report of the committee.  It is not correctly followed by with.  In this sense, some writers use agreeably, for agreeable, but in violation of the true principles of construction; for the word is an adjective or attribute, in agreement with the last clause of the sentence.  The house took up the report of a committee, (which taking up was) agreeable to the order of the day.  The use of agreeably in this sentence would pervert the sense.<p><DD>3.  Pleasing, either to the mind or senses; as, agreeable manners; fruit agreeable to the taste.",
    "agreeableness": "<p><b>AGREE'ABLENESS,</b> n.  <p><DD>1.  Suitableness; conformity; consistency; as, the agreeableness of virtue to the laws of God.<p><DD>2.  The quality of pleasing; that quality which gives satisfaction or moderate pleasure to the mind or senses; as, an agreeableness of manners; there is an agreeableness in the taste of certain fruits.  This is the usual sense of the word.<p><DD>3.  Resemblance; likeness; with to or between; as,<p><DD>The agreeableness between man and other parts of creation.  Obs.",
    "agreeably": "<p><b>AGREE'ABLY,</b>  adv.<p><DD>1.  Pleasingly; in an agreeable manner; in a manner to give pleasure; as, to be agreeably entertained with a discourse.<p><DD>2.  Suitably; consistently; conformably;<p><DD>The effect of which is, that marriages grow less frequent, agreeably to the maxim above laid down.<p><DD>This is a gross error, proceeding from mistake.  Agreeably signifies, in an agreeable manner; but this is not the sense, nor does the word modify the verb grow.  The sense is, marriages grow less frequent, which [fact, or whole member of the sentence, or proposition] is agreeable to the maxim above laid down.  This use of agreeably is common, but grossly erroneous.<p><DD>3.  Alike; in the same manner.<p><DD>Both armed agreeably.  Obs.",
    "agreed": "<p><b>AGREE'D,</b> pp.  <p><DD>1.  Being in concord or harmony of opinion; of one mind.<p><DD>Can two walk together except they be agreed?  Amos 3.<p><DD>2.  Assented to; admitted; as, a proposition is agreed to.<p><DD>3.  Settled by consent; implying bargain or contract; as, the terms were agreed to, or agreed upon.",
    "agreeing": "<p><b>AGREE'ING,</b> ppr.  Living in concord; concurring; assenting; settling by consent.",
    "agreeingly": "<p><b>AGREE'INGLY,</b> adv.  In conformity to.  [Little used.]",
    "agreement": "<p><b>AGREE'MENT,</b> n.  <p><DD>1.  Concord; harmony; conformity.<p><DD>What agreement hath the temple of God with idols? 2Cor. 6.<p><DD>2.  Union of opinions or sentiments; as, a good agreement subsists among the members of the council.<p><DD>3.  Resemblance; conformity; similitude.<p><DD>Expansion and duration have this farther agreement.<p><DD>4.  Union of minds in regard to a transfer of interest; bargain; compact; contract; stipulation.<p><DD>Make an agreement with me by a present.  2Kings 18.<p><DD>He made an agreement for the purchase of a house.",
    "agrestic": "<p><b>AGRES'TIC,</b>",
    "agrestical": "<p><b>AGRES'TICAL,</b> a.  [L. agrestis; ager, a field, or the same root.]<p><DD>Rural; rustic; pertaining to fields or the country, in opposition to the city; unpolished.",
    "agricultor": "<p><b>AG'RICULTOR,</b> n.  [L. ager, a field, and cultor, a cultivator.]<p><DD>One whose occupation is to till the ground; a farmer; a husbandman; one skilled in husbandry.",
    "agricultural": "<p><b>AGRICUL'TURAL,</b> a.  Pertaining to husbandry, tillage, or the culture of the earth.",
    "agriculture": "<p><b>AG'RICULTURE,</b> n.  [L. ager, a field, and cultura, cultivation.  See Acre and Culture.]<p><DD>In general sense, the cultivation of the ground, for the purpose of producing vegetables, and fruits, for the use of man and beast; or the art of preparing the soil, sowing and planting seeds, dressing the plants, and removing the crops.  In this sense, the word includes gardening, or horticulture, and also the raising and feeding of cattle, or stock.  But in a more common and appropriate sense, it is used to signify that species of cultivation which is intended to raise grain and other crops for man and beast.  It is equivalent to husbandry.<p><DD>Agriculture is the most general occupation of man.",
    "agriculturism": "<p><b>AGRICUL'TURISM,</b> n.  The art or science of agriculture.  [Little used.]",
    "agriculturist": "<p><b>AGRICUL'TURIST,</b> n.  One skilled in the art of cultivating the ground; a skilful husbandman.",
    "agrimony": "<p><b>AG'RIMONY,</b> n.  [L. agremonia, from the Gr. Thus it is written by Pliny.  But in lower Latin it is written agrimonia.  Said to be from Gr. the web or pearl of the eye from white, which this plant was supposed to cure.  See Theoph 887.]<p><DD>A genus of plants, of several species.  Of these, the eupatoria or common agrimony, and the odorata or sweet scented, are the most useful.",
    "agrippinians": "<p><b>AGRIPPIN'IANS,</b> n.  In Church history, the followers of Agrippinus, bishop of Carthage, in the third century, who first taught and defended the doctrine of rebaptization.",
    "agrise": "<p><b>AGRISE,</b> v.i.  To shiver.  [Not in use.]<p><b>AGRISE,</b> v.t.  To terrify; also, to make frightful.  [Not in use.]",
    "agrom": "<p><b>A'GROM,</b> n.  a disease frequent in Bengal, and other parts of the E. Indies, in which the tongue chaps and cleaves, becomes rough and sometimes covered with white spots.  The remedy is some chalybeate liquor, or the juice of mint.",
    "agrostemma": "<p><b>AGROSTEM'MA,</b> n.  A genus of plants of several species, containing the common corn cockle, wild lychnis or campion, &c.",
    "agrostis": "<p><b>AGROS'TIS,</b> n.  [Gr.]  Bent grass; a genus of many species.",
    "aground": "<p><b>AGROUND',</b> adv.  [Of a, at or on, and ground.]<p><DD>1.  On the ground; a marine term, signifying that the bottom of a ship rests on the ground, for want of sufficient depth of water.  When the ground is near the shore, the ship is said to be ashore or stranded.<p><DD>2.  Figuratively, stopped; impeded by insuperable obstacles.",
    "aguapecaca": "<p><b>AGUAPECA'CA,</b> n.  The Jacana, a Brazilian bird, about the size of a pigeon.  In the extremity of each wing, it has a sharp prickle which is used for defense.",
    "ague": "<p><b>A'GUE,</b> n.  a'gu,<p><DD>1.  The cold fit which precedes a fever, or a paroxysm of fever in intermittents.  It is accompanied with shivering.<p><DD>2.  Chilliness; a chill, or state of shaking with cold, though in health.<p><DD>3.  It is used for a periodical fever, an intermittent, whether quotidian, tertian, or quartan.  In this case, the word, which signifies the preceding cold fit, is used for the disease.<p><b>A'GUE,</b> v.t.  To cause a shivering in; to strike with a cold fit.",
    "ague-cake": "<p><b>A'GUE-CAKE,</b> n.  a hard tumor on the left side of the belly, lower than the false ribs; supposed to be the effect of intermitting fevers.",
    "ague-fit": "<p><b>A'GUE-FIT,</b> n.  A paroxysm of cold, or shivering; chilliness.",
    "ague-proof": "<p><b>A'GUE-PROOF,</b> n.  Able to resist agues; proof against agues.",
    "ague-spell": "<p><b>A'GUE-SPELL,</b> n.  A charm or spell to cure or prevent ague.",
    "ague-struck": "<p><b>A'GUE-STRUCK,</b> a.  Struck with ague.",
    "ague-tree": "<p><b>A'GUE-TREE,</b> n.  A name sometimes applied to sassafras, on account of its febrifuge qualities.",
    "agued": "<p><b>A'GUED,</b> a.  Chilly; having a fit of ague; shivering with cold or fear.",
    "aguerry": "<p><b>AGUER'RY,</b> v.t.  To inure to the hardships of war; to instruct in the art of war.  [Not in use.]",
    "aguillaneuf": "<p><b>AGUILLANEUF',</b> n. [From a, to, gui, misleto, and l'an neuf, the new year.]<p><DD>A form of rejoicing among the ancient Franks, on the first day of the year; derived from the druidical custom of cutting misleto, which was held sacred by the druids, and on the first day of the year, consecrating it by crying, aguillaneuf, the year to the misleto.  This cry is said to be still observed in some parts of France; and the term came to signify also a begging of New Year's gifts.",
    "aguise": "<p><b>AGUI'SE,</b> v.t.  [See Guise.]  To dress; to adorn.  [Not in use.]<p><b>AGUI'SE,</b> n.  Dress.  [Not in use.]",
    "aguish": "<p><b>A'GUISH,</b> a.  Chilly; somewhat cold or shivering; also, having the qualities of an ague.<p><DD>Her aguish love now glows and burns.",
    "aguishness": "<p><b>A'GUISHNESS,</b> n.  Chilliness; the quality of being aguish.",
    "agul": "<p><b>A'GUL,</b> n.  A species of the hedysarum.",
    "ah": "<p><b>AH,</b>  An exclamation, expressive of surprise, pity, complaint, contempt, dislike, joy, exultation, &c., according to the manner of utterance.",
    "aha": "<p><b>'AH'A.</b><p><DD>1.  An exclamation expressing triumph, contempt, or simple surprise; but the senses are distinguished by very different modes of utterance, and different modification of features.<p><DD>2.  A sunk fence, not visible, without near approach.",
    "ahaniger": "<p><b>AHAN'IGER,</b> n.  A name of the gar-fish.",
    "ahead": "<p><b>AHEAD,</b> adv. Ahed',  [a and head, or at head.]<p><DD>1.  Further forward than another thing; in front; originally a sea term, denoting further forward than another ship, or on the point to which the stem is directed, in opposition to astern.<p><DD>2.  Onward; forward; towards the point before the stem or head; as, move ahead.<p><DD>3.  Headlong; without restraint; precipitantly; as children suffered to run ahead.  [Not used.]",
    "aheight": "<p><b>AHEI'GHT,</b> adv.  [a and height.]  Aloft; on high.  [Not used.]",
    "ahiccyatli": "<p><b>AHICCYAT'LI,</b> n.  A poisonous serpent of Mexico, somewhat resembling the rattlesnake, but destitute of rattles.  Its poison is as fatal as that of any known species of serpent.",
    "ahigh": "<p><b>AHI'GH,</b> adv.  On high.  [Not used.]",
    "ahold": "<p><b>AHO'LD,</b> adv.  Near the wind; as, to lay a ship ahold.  [Not in use.]",
    "ahovai": "<p><b>AHOVAI,</b> n.  A trivial name synonymous with Cerbera, a very poisonous species of plum.",
    "ahoy": "<p><b>AHOY;,</b>  Exclam.  A sea term used in hailing.",
    "ahriman": "<p><b>AHRIMAN.</b>  [See Ariman.]",
    "ahuitla": "<p><b>AHUIT'LA,</b> n.  A worm found in the lake of Mexico, four inches in length, as thick as a goose-quill; the tail, which is hard and poisonous, contains a sting.",
    "ahuitzote": "<p><b>AHUIT'ZOTE,</b> n.  An amphibious quadruped of the tropical climate. of America, whose body is a foot long, its snout long and sharp, its skin of a mixed black and brown color.",
    "aia": "<p><b>A'IA,</b> n.  A Brazilian fowl of the spoon-bill kind, and resembling that bird in form and size.",
    "aicurus": "<p><b>AICU'RUS,</b> n.  A large and beautiful species of parrot, found in Brazil; its head beautifully variegated with yellow, red and violet colors; its body green; the tips of its wings red, and its tail long and yellow.",
    "aid": "<p><b>AID,</b> v.t.  [L. adjuto.<p><DD>To help; to assist; to support, either by furnishing strength or means to effect a purpose, or to prevent or remove evil.<p><b>AID,</b> n.  <p><DD>1.  Help; succor; support; assistance.<p><DD>2.  The person who aids or yields support; a helper; an auxiliary; also the thing that aids or yields succor.<p><DD>3.  In English law, a subsidy or tax granted by parliament, and making a part of the king's revenue.<p><DD>In France, aids are equivalent to customs, or duties on imports and exports.<p><DD>4.  In England, a tax paid by a tenant to his lord; originally a mere gift, which afterwards became a right demandable by the lord.  the aids of this king were chiefly three.<p><DD><DD>1.  To ransom the lord when a prisoner.<p><DD><DD>2.  To make the lord's eldest son a knight.  <p><DD><DD>3.  To marry the lord's eldest daughter.<p><DD>5.  An aiddecamp, so called by abbreviation.<p><DD>6.  To pray in aid, in law, is to call in a person interested in a title, to assist in defending it.  Thus a tenant for life may pray in the aid of him in remainder or reversion; that is, he may pray or petition that he may be joined in the suit to aid or help maintain the title.  This act or petition is called aid-prayer.<p><DD>Court of aids, in France, is a court which has cognizance of causes respecting duties or customs.",
    "aidance": "<p><b>A'IDANCE,</b> n.  Aid; help; assistance.  [little used.]",
    "aidant": "<p><b>A'IDANT,</b> a.  Helping; helpful; supplying aid.  [Not used.]",
    "aiddecamp": "<p><b>A'IDDECAMP,</b> n.  plur.  Aiddecamps.]<p><DD>In military affairs, an officer whose duty is to receive and communicate the orders of a general officer.  [The pronunciation should be English, according to the orthography, not aid de cong.]",
    "aided": "<p><b>A'IDED,</b> pp.  Assisted; supported; furnished with succor.",
    "aider": "<p><b>A'IDER,</b> n.  One who helps; an assistant, or auxiliary.",
    "aiding": "<p><b>A'IDING,</b> ppr.  Helping; assisting.",
    "aidless": "<p><b>A'IDLESS,</b> a.  Helpless; without aid; unsupported; undefended.",
    "aiglet": "<p><b>A'IGLET,</b> n.  <p><DD>1.  A tag of a point curved into the representation of an animal, generally of a man; a small plate of metal.<p><DD>2.  In botany, a pendant at the ends of the chives of flowers, as in the rose and tulip.",
    "aigret": "<p><b>A'IGRET,  AIGRETTE,</b> n.  <p><DD>1.  In zoology, a name of the small white heron.<p><DD>2.  In botany.  [See Egret.]",
    "aigrette": "<p><b>A'IGRET,  AIGRETTE,</b> n.  <p><DD>1.  In zoology, a name of the small white heron.<p><DD>2.  In botany.  [See Egret.]",
    "aigulet": "<p><b>A'IGULET,</b> n.  [Fr. Usually contracted into aiglet, which see.]",
    "aikraw": "<p><b>A'IKRAW,</b> n.  A popular name of a species of lichen, or moss.",
    "ail": "<p><b>AIL,</b> v.t.<p><DD>To trouble; to affect with uneasiness, either of body or mind; used to express some uneasiness or affection, whose cause is unknown; as, what ails the man?  I know not what ails him.<p><DD>What aileth thee, Hagar?  Gen. 21.<p><DD>It is never used to express a specific disease.  We never say, he ails a pleurisy; but it is unusual to say, he ails something; he ails nothing; nothing ails him.<p><b>AIL,</b> n.  Indisposition, or morbid affection.",
    "aile": "<p><b>AISLE, or AILE,</b> n.  Pronounced Ile.  [L. ala.]<p><DD>The wing of a quire; a walk in a church.",
    "ailing": "<p><b>A'ILING,</b> ppr.  Diseased; indisposed; full of complaints.",
    "ailment": "<p><b>A'ILMENT,</b> n.  Disease; indisposition; morbid affection of the body; but the word is not applied ordinarily to acute diseases.",
    "aim": "<p><b>AIM,</b> v.i.<p><DD>To point at, with a missive weapon; to direct the intention or purpose; to attempt to reach, or accomplish; to tend towards; to endeavor; followed by at before the object; as, a man aims at distinction; or aims to be rich.<p><b>AIM,</b> v.t.  To direct or point as a weapon; to direct to a particular object; as, to aim a musket or an arrow, the first or a blow; to aim a satire or a reflection at some person or vice.<p><b>AIM,</b> n.  <p><DD>1.  The pointing or direction of a missile weapon; the direction of any thing to a particular point or object, with a view to strike or affect it; as a spear, a blow, a discourse or remark.<p><DD>2.  The point intended to be hit, or object intended to be affected; as, a man missed his aim.<p><DD>3.  Figuratively, a purpose; intention; design; scheme; as, men are often disappointed of their aim.<p><DD>4.  Conjecture; guess.<p><DD>It is impossible, by aim, to tell it.  [Not used.]",
    "aimed": "<p><b>A'IMED,</b> pp.  Pointed; directed; intended to strike or affect.",
    "aimer": "<p><b>A'IMER,</b> n.  One that aims.",
    "aiming": "<p><b>A'IMING,</b> ppr.  Pointing a weapon at an object; directing any thing to an object; intending; purposing.",
    "aimless": "<p><b>A'IMLESS, </b> a.  Without aim.",
    "air": "<p><b>AIR,</b> n.  [L. aer; Heb. to shine.  The radical sense is to open, expand; whence clear; or to flow, to shoot, to radiate.]<p><DD>1.  The fluid which we breathe.  Air is inodorous, invisible, insipid, colorless, elastic, possessed of gravity, easily moved, rarefied, and condensed.<p><DD>Atmospheric air is a compound fluid, consisting of oxygen gas, and nitrogen or azote; the proportion of each is stated by chimists differently; some experiments making the oxygen a twenty-eighth part of a hundred; others, not more than a twenty-third, or something less.  The latter is probably the true proportion.<p><DD>Oxygen gas is called vital air.  The body of air surrounding the earth is called the atmosphere.  The specific gravity of air is to that of water, nearly as 1 to 828.  Air is necessary to life; being inhaled into the lungs, the oxygenous part is separated from the azotic, and it is supposed to furnish the body with heat and animation.  It is the medium of sounds and necessary to combustion.<p><DD>2.  Air in motion; a light breeze.<p><DD>Let vernal airs through trembling osiers play.<p><DD>3.  Vent; utterance abroad; publication; publicity; as, a story has taken air. <p><DD>You gave it air before me.<p><DD>Wind is used in like manner.<p><DD>4.  A tune; a short song or piece of music adapted to words; also, the peculiar modulation of the notes, which gives music its character; as, a soft air.  A song or piece of poetry for singing; also, the leading part of a tune, or that which is intended to exhibit the greatest variety of melody.<p><DD>5.  The peculiar look, appearance, manner or mien of a person; as, a heavy air; the air of youth; a graceful air; a lofty air.  It is applied to manners or gestures, as well as to features.<p><DD>6.  Airs, in the plural, is used to denote an affected manner, show of pride, haughtiness; as, when it is said of a person, he puts on airs.  The word is used also to express the artificial motions or carriage of a horse.<p><DD>7.  In painting, that which expresses the life of action; manner; gesture; attitude.<p><DD>8.  Any thing light or uncertain; that is light as air.<p><DD>Who builds his hope in air of your fair looks.  Obs.<p><DD>9.  Advice; intelligence; information.  Obs.<p><DD>10.  Different states of air are characterized by different epithets; as, good air, foul air, morning air, evening air; and sometimes airs may have been used for ill-scent or vapor, but the use is not legitimate.<p><DD>To take the air, is to go abroad; to walk or ride a little distance.<p><DD>To take air, is to be divulged; to be made public.<p><b>AIR,</b> v.t.  <p><DD>1.  To expose to the air; to give access to the open air; to ventilate; as, to air clothes; to air a room.<p><DD>2.  To expose to heat; to warm; as, to air liquors.<p><DD>3.  To dry by a fire; to expel dampness; as, to air linen.",
    "air-balloon": "<p><b>A'IR-BALLOON.</b>  [See Balloon.]",
    "air-bladder": "<p><b>A'IR-BLADDER,</b> n.  A vesicle or cuticle filled with air; also, the bladder of a fish.",
    "air-born": "<p><b>A'IR-BORN,</b> a.  Born of the air.",
    "air-braving": "<p><b>A'IR-BRAVING,</b> a.  Braving the winds.",
    "air-built": "<p><b>A'IR-BUILT,</b> a.  Erected in the air; having no solid foundation; chimerical; as, an air-built castle; air build hopes.",
    "air-drawn": "<p><b>A'IR-DRAWN,</b> a.  Drawn in air; imaginary.",
    "air-gun": "<p><b>A'IR-GUN,</b> n.  A pneumatic engine, resembling a musket, to discharge bullets by means of the elastic force of compressed air.",
    "air-holder": "<p><b>A'IR-HOLDER,</b> n.  [Air and hold.]<p><DD>An instrument for holding air, for the purpose of counteracting the pressure of a decreasing column of mercury.",
    "air-hole": "<p><b>A'IR-HOLE,</b> n.  An opening to admit or discharge air.",
    "air-jacket": "<p><b>A'IR-JACKET,</b> n.  A leather jacket, to which are fastened bags or bladders filled with air, to render persons buoyant in swimming.",
    "air-pipe": "<p><b>A'IR-PIPE,</b> n.  A pipe used to draw foul air from a ship's hold, by means of a communication with the furnace, and the rarefaction of the air by fire.  This pipe is intended to supply the combustion with the air of the hold, by preventing the access of other air to the fire.",
    "air-poise": "<p><b>A'IR-POISE,</b> n.  [Air and poise.]<p><DD>An instrument to measure the weight of the air.",
    "air-pump": "<p><b>A'IR-PUMP,</b> n.  A machine for exhausting the air of a vessel.  The machines for this purpose are of different constructions.",
    "air-sacs": "<p><b>A'IR-SACS,</b> n.  Air bags in birds, which are certain receptacles of air, or vesicles lodged in the fleshy parts, in the hollow bones and in the abdomen, which all communicate with the lungs.  These are supposed to render the body specifically lighter, and to supply the place of a muscular diaphragm.",
    "air-shaft": "<p><b>A'IR-SHAFT,</b> n.  A passage for air into a mine, usually opened in a perpendicular direction, and meeting the adits or horizontal passages, to cause a free circulation of fresh air through the mine.",
    "air-stirring": "<p><b>A'IR-STIRRING,</b> a.  Putting the air in motion.",
    "air-thread": "<p><b>A'IR-THREAD,</b> n.  A name given to the spider's webs, which are often seen floating in the air.  These filaments are attached to the tops or ends of branches or shrubs or trees, and serve to support the spider when in quest of prey.",
    "air-threatening": "<p><b>A'IR-THREATENING,</b> a.  Threatening the air; lofty.",
    "air-vessel": "<p><b>A'IR-VESSEL,</b> n.  A spiral duct in plants contained air, and supposed to be analogous to the lungs in animals.",
    "aira": "<p><b>A'IRA,</b> n.  Hair grass, a genus of plants.",
    "aired": "<p><b>A'IRED,</b> pp.  Exposed to air; cleansed by air; heated or dried by exposure to a fire; ventilated.",
    "airer": "<p><b>A'IRER,</b> n.  One who exposes to the air.",
    "airiness": "<p><b>A'IRINESS,</b> n.  <p><DD>1.  Exposure to a free current of air; openness to the air; as, the airiness of a country seat.<p><DD>2.  Gaiety; levity; as, the airiness of young persons.",
    "airing": "<p><b>A'IRING,</b> ppr.  Exposing to the air; warming; drying.<p><b>A'IRING,</b> n.  An exposure to the air, or to a fire, for warming or drying; also, a walk or ride in the open air; a short excursion.  The exercise of horses in the open air.",
    "airless": "<p><b>A'IRLESS,</b> a.  Not open to a free current of air; wanting fresh air, or communication with open air.",
    "airling": "<p><b>A'IRLING,</b> n.  A thoughtless, gay person.",
    "airy": "<p><b>A'IRY,</b> a. <p><DD>1.  Consisting of air; as, an airy substance.<p><DD>2.  Relating or belonging to air; high in air; as, an airy flight; airy region.<p><DD>3.  Open to a free current of air; as, an airy situation.<p><DD>4.  Light as air; resembling air; thin; unsubstantial; without solidity; as, airy ghosts.  An airy dress is one which admits air, and is cool.<p><DD>5.  Without reality; having no solid foundation; vain; trifling; as, an airy scheme; airy notions.<p><DD>6.  Gay; sprightly; full of vivacity and levity; light of heart; lively; as an airy girl.",
    "airy-flying": "<p><b>A'IRY-FLYING,</b> a.  Flying like air.",
    "aisle": "<p><b>AISLE, or AILE,</b> n.  Pronounced Ile.  [L. ala.]<p><DD>The wing of a quire; a walk in a church.",
    "aizoon": "<p><b>AIZO'ON,</b> n.  [L. aizoon.]  it seems to be composed of Gr. always, and Eng. aye, and living.]<p><DD>A genus of plants, called by Miller sempervive.  The name has, by some writers, been applied to the house leek and to the aloes.",
    "ajava": "<p><b>AJA'VA</b>, n.  The seed of a plant brought from Malabar, said to be an excellent carminative, and very useful in the colic.",
    "ajuga": "<p><b>AJU'GA,</b> n.  Bugle, a genus of plants.",
    "ajuru-catinga": "<p><b>AJU'RU-CATINGA,</b> n.  A species of American parrot, of a green color, with eyes of a fiery red, encircled with white.",
    "ajuru-curau": "<p><b>AJU'RU-CURAU,</b> n.  An American parrot, of a lively green color, with a blue crown; the throat, and sides of the head, of a fine yellow.",
    "ajuru-para": "<p><b>AJU'RU-PARA,</b> n.  A small parrot of America, of a beautiful green, with the beak, legs and circlets of the eyes white.",
    "ajutage": "<p><b>AJ'UTAGE, or AD'JUTAGE,</b> n.  <p><DD>A tube fitted to the mouth of a vessel, through which the water of a fountain is to be played.",
    "ake": "<p><b>AKE,</b> v.i.  Less properly written ache.  [See Ache.]<p><DD>1.  To be in pain; usually, in pain of some continuance.<p><DD>2.  To feel distress of mind; to be grieved; as, the heart akes.",
    "aker": "<p><b>A'KER,</b> n.  [Gr., L. ager.]<p><DD>Originally an open field.  But in G. Britain the quantity of land in the aker is fixed by statute at four thousand eight hundred and forty square yards, making one hundred and sixty square rods, perches or poles; and this is the quantity of land it contains in the United States of America.  [See Acre.]",
    "akin": "<p><b>AKIN',</b> a.  [a or of and kin.  See Kin.]<p><DD>1.  Related by blood, used of persons; as, the two families are near akin.<p><DD>2.  Allied by nature; partaking of the same properties; as, envy and jealousy are near akin.  [This adjective is used only after the noun.]",
    "aking": "<p><b>A'KING,</b> ppr.  Having continued pain; suffering distress of mind, or grief.",
    "al": "<p><b>AL,</b> in Arabic, an adjective or inseparable prefix.  Its use is to render nouns definite, like the English the; as, alkoran, the koran or the book by eminence; alcove, alchimy, alembic, almanac, &c.<p><b>AL,</b> In English, is sometimes a contraction of the Saxon athel, noble or illustrious.<p><DD>More generally al, in composition is a contraction of ald or alt, old, and it is prefixed to many names, as Alburg.<p><DD>Al, in the composition of Latin words, is written before l for ad, for the ease of pronunciation; as, in allevo, alludo, for ad levo, ad ludo.",
    "alabaster": "<p><b>AL'ABASTER,</b> n.  [L. from Gr.]<p><DD>A sub-variety of carbonate of lime, found in large masses, formed by the deposition of calcarious particles in caverns of limestone rocks.  These concretions have a foliated, fibrous or granular structure, and are of a pure white color, or more generally they present shades of yellow, red or brown, in undulating or concentric stripes, or in spots.<p><DD>Among the ancients, alabaster was also the name of a vessel in which odoriferous liquors were kept; so called from the stone of which it was made.  Also, the name of a measure, containing ten ounces of wine or nine of oil.<p><b>AL'ABASTER,</b> a.  Made of alabaster, or resembling it.<p><DD>Alabastrum dendroide, a kind of laminated alabaster, variegated with figures of shrubs and trees, found in the province of Hohenstein.",
    "alack": "<p><b>ALACK',</b> exclam.<p><DD>An exclamation expressive of sorrow.",
    "alackaday": "<p><b>ALACK'ADAY,</b>  An exclamation uttered to express regret or sorrow.",
    "alacriousness": "<p><b>ALAC'RIOUSNESS,</b> n.  Briskness.  [Not used.]",
    "alacrity": "<p><b>ALAC'RITY,</b> n.  [L. alacritas, from alacer, alaris.]<p><DD>Cheerfulness; gaiety; sprightliness; more usually, a cheerful readiness or promptitude to do some act; cheerful willingness; as, the soldiers advanced with alacrity to meet the enemy.",
    "aladinists": "<p><b>ALAD'INISTS.  </b>Free thinkers among the Mohammedans.",
    "alalite": "<p><b>AL'ALITE,</b> n.  A crystallized mineral; diopside; a semi-transparent pyroxene.  A variety with twelve sided prisms, was found by Bonvoisin, near the village of Ala in Piedmont, and by him called Alalite.",
    "alamire": "<p><b>ALAMIRE',</b> n.  The lowest note but one, in Guido Aretine's scale of music.",
    "alamodality": "<p><b>ALAMODAL'ITY,</b> n.  Conformity to the prevailing mode, or fashion of the times.  [Little used.]",
    "alamode": "<p><b>ALAMO'DE,</b> adv.  According to the fashion or prevailing mode.<p><b>ALAMO'DE,</b> n.  A thin glossy silk for hoods, scarfs, &c.",
    "aland": "<p><b>ALAND',</b> adv.  At or on land.",
    "alarm": "<p><b>AL'ARM, </b> n. <p><DD>1.  Any sound, outcry or information intended to give notice of approaching danger as, to sound an alarm.<p><DD>2.  A summon to arms.<p><DD>3.  Sudden surprise with fear or terror; as, the fire or the enemy excited an alarm.<p><DD>4.  Terror; a sensation excited by an apprehension of danger, from whatever cause; as, we felt an alarm at the cry of fire.<p><DD>5.  In fencing, an appeal or challenge.",
    "alarm-bell": "<p><b>AL'ARM-BELL,</b> n.  A bell that gives notice of danger.",
    "alarm-post": "<p><b>AL'ARM-POST,</b> n.  A place to which troops are to repair in cases of an alarm.",
    "alarm-watch": "<p><b>AL'ARM-WATCH,</b> n.  A watch that strikes the hour by regulated movement.",
    "alarmed": "<p><b>AL'ARMED,</b> pp.  Notified of sudden danger; surprised with fear; roused to vigilance or activity by apprehension of approaching danger; solicitous at the prospect or expectation of evil.  Thus, we are alarmed at the approach of danger, or alarmed for the safety of friends at sea.",
    "alarming": "<p><b>AL'ARMING,</b> ppr.  Giving notice of approaching danger; rousing to vigilance; exciting solicitude by a prospect of evil.<p><b>AL'ARMING,</b> a.  Exciting apprehension; terrifying; awakening a sense of danger; as, an alarming message.",
    "alarmingly": "<p><b>AL'ARMINGLY,</b> adv.  With alarm; in a manner to excite apprehension.",
    "alarmist": "<p><b>AL'ARMIST,</b> n.  One that excites alarm.",
    "alarum": "<p><b>ALARUM,</b> For alarm, is a corruption, and is not to be used.",
    "alas": "<p><b>ALAS',</b> ex.  <p><DD>An exclamation expressive of sorrow, grief, pity, concern, or apprehension of evil; sometimes followed by day or while; alas the day, like alack a day; or alas the while, expressing an unhappy time.",
    "alate": "<p><b>ALA'TE,</b> adv.  Lately.  [Not used.]",
    "alated": "<p><b>ALA'TED,</b> a.  [L. ala, a wing; alatus, winged.]<p><DD>Winged; having dilatations like wings.",
    "alatern": "<p><b>AL'ATERN,</b> n.  A trivial name of a species of rhamnus or buckthorn.",
    "alb": "<p><b>ALB,</b> n.  [L. albus, Gr. white.]<p><DD>A surplice or vestment of white linen, reaching to the feet, worn by the Romish clergy.  Also a Turkish coin, called also an asper, value one hundred and twelve mills.",
    "albatros": "<p><b>AL'BATROS,</b> n.  An aquatic fowl, belonging to the order of ansers.  The bill is strait; the upper mandible crooked at the point, and the lower one truncated; the nostrils are oval, open and little prominent, and placed on the sides; the wings are pennated, and there are three webbed toes on each foot.  The upper part of the body is of a spotted brown, and the belly white.  It is of the size of a pelican or larger, very voracious, preying on fish and small water fowls.  These fowls are seen, in great numbers, about the capes of the two continents, and on the northern shores of Asia.  They are sometimes called the great gull.",
    "albegeois": "<p><b>ALBIGEN'SES, ALBEGEOIS,</b> n.  A party of Reformers, who separated from the church of Rome, in the 12th century; so called from the Albegeois, a small territory in France, where they resided.  They are sometimes confounded with the Waldenses; but they were prior to them in time, differed from them in some of their tenets, and resided in a different part of France.  The Catholics made war upon them, and they gradually dwindled, till the reformation, when the remains of them fell in with the followers of Zuinglius and the Genevan Protestants.",
    "albeit": "<p><b>ALBE'IT,</b>  [This is supposed to be a compound of all, be and it, and is equivalent to admit, or grant it all.]<p><DD>Be it so; admit all that; although; notwithstanding.<p><DD>Whereas ye say, the Lord saith it, albeit I have not spoken.  Ez. 8.<p>[This word is not antiquated.]",
    "albelen": "<p><b>AL'BELEN,</b> n.  A fish of the truttaceous or trout kind, found in the German lakes, weighing five or six pounds.",
    "albescent": "<p><b>ALBES'CENT,</b> a.  [L. albesco, to grow white.]<p><DD>Becoming white, or rather, whitish; moderately white.",
    "albicore": "<p><b>AL'BICORE,</b> n.  A marine fish, like a tunny, noted for following ships.",
    "albigenses": "<p><b>ALBIGEN'SES, ALBEGEOIS,</b> n.  A party of Reformers, who separated from the church of Rome, in the 12th century; so called from the Albegeois, a small territory in France, where they resided.  They are sometimes confounded with the Waldenses; but they were prior to them in time, differed from them in some of their tenets, and resided in a different part of France.  The Catholics made war upon them, and they gradually dwindled, till the reformation, when the remains of them fell in with the followers of Zuinglius and the Genevan Protestants.",
    "albin": "<p><b>AL'BIN,</b> n.  [L. albus, white.]<p><DD>A mineral, of an opake white color, consisting of aggregated crystalline lamins, found in Bohemia.<p><DD>This is regarded as a variety of apophyllite.",
    "albino": "<p><b>ALBI'NO,</b> n.  [L. albus, white.]<p><DD>A white descendant of black parents, or a white person belonging to a race of blacks.  A person naturally white.",
    "albinos": "<p><b>ALBI'NOS,</b> n.  A name signifying white men, given by the Portuguese to the white negroes of Africa.  The color of this race appears like that of persons affected with leprosy; and negroes look upon them as monsters.",
    "albion": "<p><b>AL'BION,</b> n.  An ancient name of England, still used in poetry.  It is supposed this name was given to it on account of its white cliffs.",
    "albora": "<p><b>ALBO'RA,</b> n.  A sort of itch or rather leprosy, terminating without ulceration, but with fetid evacuations in the mouth and nostrils.",
    "alboro": "<p><b>ALBO'RO,</b> n.  The erythrinus, a small red fish of the Mediterranean.",
    "albugineous": "<p><b>ALBUGIN'EOUS,</b> a.  [L. albugo, the white spot in the eye, from albus white.]<p><DD>Pertaining to or resembling the white of the eye, or of an egg.<p><DD>Albugineous humor, the aqueous humor of the eye.",
    "albugo": "<p><b>ALBU'GO,</b>n.  The white speck in the eye, called the film, haw, dragon, pearl or cicatrice.  Also a disease of the eye, occasioned by a white opake spot growing on the cornea and obstructing vision.  It is called also leucoma, nebula, pannus oculi, onyx, unguis &c.",
    "albula": "<p><b>ALBU'LA,</b> n.  A species of truttaceous fish, destitute of teeth.  The albula Indica is called by the Dutch wit-fish, and is of the size of a herring.  The Albula nobilis is a fish caught in the lakes of Germany.",
    "album": "<p><b>AL'BUM,</b> n.  [L. albus, white.]<p><DD>1.  Among the Romans, a white table, board or register, on which the names of public officers and public transactions were entered.<p><DD>2.  A book, originally blank, in which foreigners or strangers insert autographs of celebrated persons, or in which friends insert pieces as memorials for each other.",
    "albumen": "<p><b>ALBU'MEN,</b> n.  [L. from albus, white.]<p><DD>The white of an egg.  A like substance is a chief constituent in all animal solids.",
    "albuminous": "<p><b>ALBU'MINOUS,</b> a.  Pertaining to, or having the properties of albumen.",
    "alburn": "<p><b>AL'BURN,</b>",
    "alburnum": "<p><b>ALBURN'UM,</b> n.  [L. alburnum, from albus, white.]<p>The white and softer part of wood, between the inner bark and wood.  In America, it is popularly called the sap.  This is annually acquiring hardness, and becoming wood.<DD>",
    "alcahest": "<p><b>AL'CAHEST, or ALKAHEST,</b> n.  <p><DD>A pretended universal dissolvent, or menstruum.  ",
    "alcaic": "<p><b>ALCA'IC,</b> a.  Pertaining to Alcaeus, a Lyric poet of Mitylene, in Lesbos, who flourished about the forty-fourth Olympiad; or to other poets of the same name, of which three are mentioned; one an Athenian tragic poet, and another a Messenian.",
    "alcaics": "<p><b>ALCA'ICS,</b> n.  plu.  Several kinds of verse; so called from Alcaeus, their inventor.  One kind consists of five feet, a spondee or iambic, an iambic, a long syllable and two dactyls.",
    "alcaid": "<p><b>ALCA'ID,</b><p><DD>Among the Moors, Spaniards and Portuguese, a governor.  In Portugal, the chief civil magistrate of a town or city; also the jurisdiction of certain judges of appeal.  In Spain, the governor of a castle or fort; also a jailer.",
    "alcanna": "<p><b>ALCAN'NA,</b> n.  A plant; and a powder, prepared from the leaves of the Egyptian privet, used by the Turkish females to give a golden color to the nails and hair.  Infused in water it forms a yellow color; with vinegar, it forms a red.  From the berries is extracted an oil, used in medicine.  In Cairo, it forms an article of commerce.",
    "alcatraz": "<p><b>AL'CATRAZ,</b> n.  The Spanish name of the Pelecanus Onocrotalus of Linne; a pelican; also a fish taken on the coast of India.",
    "alcavala": "<p><b>ALCAV'ALA,</b> n.  In Spain, a tax on every transfer of property, real or personal.",
    "alcedo": "<p><b>ALCE'DO,</b> n.  [L.]<p><DD>The king fisher; a genus of birds, of the order of Picae.  The species are numerous.  They usually live about rivers, feeding on fish, which they take by darting into the water with surprising velocity.  [See Halcyon.]",
    "alchimic": "<p><b>ALCHIM'IC,</b>",
    "alchimical": "<p><b>ALCHIM'ICAL</b>",
    "alchimically": "<p><b>ALCHIM'ICALLY, </b> a. Relating to alchimy, or produced by it.  <p>adv. In the manner of alchimy.",
    "alchimist": "<p><b>AL'CHIMIST,</b> n.  One who practices alchimy.",
    "alchimistic": "<p><b>ALCHIMIST'IC,</b>",
    "alchimistical": "<p><b>ALCHIMIST'ICAL,</b>  a.  Practicing alchimy, or relating to it.",
    "alchimy": "<p><b>AL'CHIMY, </b> n.  [See Chimistry.]<p><DD>1.  The more sublime and difficult part of chimistry, and chiefly such as relate to the transmutation of metals are gold, the finding a universal remedy for diseases, and an alkabest or universal solvent, and other things now treated as ridiculous.  This pretended science was much cultivated in the sixteenth and seventeenth centuries, but is now held in contempt.<p><DD>2.  formerly, a mixed metal used for utensils.",
    "alcmanian": "<p><b>ALCMA'NIAN,</b> a.  Pertaining to Alcman, a lyric poet of the twenty-seventh Olympiad, celebrated for his amorous verses.  The alcmanian verse consisted of two dactyls and two trochees.",
    "alco": "<p><b>AL'CO,</b> n.  a quadruped of America, nearly resembling a dog, but mute and melancholy; and this circumstance seems to have given rise to the fable that dogs, transported to America become mute.  The animal was used for food by the native Americans, and the first Spanish settlers; but it is said to be now extinct.  It is known also by the name of Techichi.",
    "alcohol": "<p><b>AL'COHOL,</b> n.  [Heb. to paint with a preparation of powder of antimony.  The oriental females still practice the painting of the eye brows with this material.  The name was applied to this substance, and afterwards to other fine powders, and to highly rectified spirits.]<p><DD>Pure or highly rectified spirit, obtained from formented liquors by distillation.  It consists of hydrogen, carbon and oxygen.  it is extremely light and inflammable, and a powerful stimulant and antiseptic.  This is the usual sense of the word; but originally, in Arabic, it signified a fine impalpable powder, in which sense it is still used.",
    "alcoholic": "<p><b>ALCOHOL'IC,</b> a.  Pertaining to alcohol, or partaking of its qualities.",
    "alcoholization": "<p><b>ALCOHOLIZA'TION,</b> n.  the act of rectifying spirit, till it is wholly dephlegmatedor of reducing a substance to an impalpable powder.",
    "alcoholize": "<p><b>AL'COHOLIZE,</b> v.t.  To convert into alcohol; to rectify spirit till it is wholly dephlegmated; also, to reduce a substance to an impalpable powder.",
    "alcor": "<p><b>AL'COR,</b> n.  A small star adjoining to the large bright one in the middle of the tail of Ursa Major.",
    "alcoran": "<p><b>ALCORAN.</b>  [See Koran and Alkoran.]",
    "alcove": "<p><b>AL'COVE or ALCO'VE,</b> n.  [Eng. cubby.]<p><DD>1.  A recess, or part of a room, separated by an estrade, or partition of columns, or by other corresponding ornaments; in which is placed a bed of state, and sometimes seats for company.  The bed is sometimes raised two or three steps, with a rail at the foot.  These are frequent in Spain.<p><DD>2.  A recess in a library, or small lateral apartment for books.",
    "alcyon": "<p><b>AL'CYON,</b> n.  A trivial name of the kingfisher.  [See Halcyon.]",
    "alcyonite": "<p><b>AL'CYONITE,</b> n.  A fossil zoophite, somewhat resembling a fungus.",
    "alcyonium": "<p><b>ALCYO'NIUM,</b> n.  The name of a submarine plant, or bastard spunge.  Also a kind of astroit or coral, a fossil found in England.",
    "alder": "<p><b>AL'DER,</b> n.  [L. alnus.]<p><DD>A tree, usually growing in moist land, and belonging to the genus Alnus.  The name is applied also to some species of other genera.",
    "alderman": "<p><b>ALD'ERMAN,</b> n. plu. Aldermen.<p><DD>1.  Among our Saxon ancestors, a senior or superior.  The title was applied to princes, dukes, earls, senators and presiding magistrates; also to archbishops and bishops, implying superior wisdom or authority.  Thus, Ethelstan, duke of the East-Anglians, was called alderman of all England; and there were aldermen of cities, counties, and castles, who had jurisdiction within their respective districts.<p><DD>2.  In present usage, a magistrate or officer of a town corporate, next in rank below the mayor.  The number of aldermen is different in different cities.  In London the number is twenty-six, one in each ward, and the office is held for life.<p><DD>In the United States, the number of aldermen depends on the charters of incorporation.  In general, aldermen have the powers of a justice of the peace, and with the mayor, they constitute the court of the corporation.  In most of our cities, they are annually elected by the citizens.",
    "aldermanly": "<p><b>AL'DERMANLY, </b> a.  Pertaining to or like an alderman.",
    "aldern": "<p><b>AL'DERN,</b> a.  Made of Alder.",
    "ale": "<p><b>ALE,</b> n.<p><DD>1.  A liquor made from an infusion of malt by fermentation.  It differs from beer, in having a smaller proportion of hops.  It is of different sorts, chiefly pale and brown; the first made from malt slightly dried; the second, from malt more considerably dried or roasted.  Ale was the common drink of the ancient inhabitants of Europe.  It is usually made with barley; but sometimes with wheat, rye, millet, oats, &c.<p><DD>2.  A merry meeting in English country places, so called from the liquor drank.<p><DD>Medicated Ales are those which are prepared for medicinal purposes, by an infusion of herbs during fermentation.",
    "ale-bench": "<p><b>A'LE-BENCH,</b> n.  A bench in or before an ale house.",
    "ale-berry": "<p><b>A'LE-BERRY,</b> n.  A beverage, made by boiling ale with spice, sugar and sops of bread.",
    "ale-brewer": "<p><b>A'LE-BREWER,</b> n.  One whose occupation is to brew ale.",
    "ale-conner": "<p><b>A'LE-CONNER,</b> n.  [ale and con, to know or see.]<p><DD>An officer in London, whose business is to inspect the measures used in public houses, to prevent frauds in selling liquors.  four of these are chosen annually by the livery men, in common hall, on midsummer's day.",
    "ale-cost": "<p><b>A'LE-COST,</b> n.  Costmary, a plant, a species of Tanacetum.",
    "ale-fed": "<p><b>A'LE-FED,</b> a.  Fed with ale.",
    "ale-gar": "<p><b>A'LE-GAR,</b> n.  Sour ale; the acid of ale.",
    "ale-hoof": "<p><b>A'LE-HOOF,</b> n.<p><DD>Ground-ivy, the glechoma hederacea, of Linne.  The leaves of this plant are used to clarify and give flavor to ale.",
    "ale-house": "<p><b>A'LE-HOUSE,</b> n.  a house where ale is retailed; and hence a tipling house.",
    "ale-house-keeper": "<p><b>A'LE-HOUSE-KEEPER,</b> n.  One who keeps an ale-house.",
    "ale-knight": "<p><b>A'LE-KNIGHT,</b> n.  a pot companion.",
    "ale-shot": "<p><b>A'LE-SHOT,</b> n.  A reckoning to be paid for ale.",
    "ale-silver": "<p><b>A'LE-SILVER,</b> n.  A duty paid to the Lord Mayor of London, by the sellers of ale within the city.",
    "ale-stake": "<p><b>A'LE-STAKE,</b> n.  a stake set as a sign before an ale-house.",
    "ale-taster": "<p><b>A'LE-TASTER,</b> n.  An officer appointed in every court leet, and sworn, to inspect ale, beer and bread, and examine the quality and quantity within the precincts of the lordship.",
    "ale-vat": "<p><b>A'LE-VAT,</b> n.  a vat in which ale is fermented.",
    "ale-washed": "<p><b>A'LE-WASHED, </b>a.  Steeped or soaked in ale.",
    "ale-wife": "<p><b>A'LE-WIFE,</b> n.  a woman who keeps an ale house.",
    "alectryomancy": "<p><b>ALECTRYOM'ANCY,</b> n.  [Gr. a cock and divination.]<p><DD>An ancient practice of foretelling events by means of a cock.  The twenty four letters were laid on the ground, and a grain of corn on each; a cock was then permitted to pick up the grains, and the letters under the grains selected, being formed into words, were supposed to foretell the event desired.",
    "alee": "<p><b>ALEE',</b> adv.  [a or at and lee.  See Lee.]<p><DD>In seaman's language, on the side opposite to the wind, that is opposite to the side on which it strikes.  The helm of a ship is alee, when pressed close to the see side.<p><DD>Hard alee or luff alee, is an order to put the helm to the lee side.<p><DD>Helm's alee, that is, the helm is alee, a notice given as an order to the seamen to cause the head-sails to shake in the wind, with a view to bring the ship about.",
    "aleger": "<p><b>A'LEGER,</b> a.  [L. alacer.]<p><DD>Gay; cheerful; sprightly.  [Not used.]",
    "alegge": "<p><b>ALEGGE,</b> v.t To lighten; to lessen; to assuage.  [Not used.]",
    "alembdar": "<p><b>ALEMB'DAR,</b> n.  In Turkey, an officer who bears the green standard of Mohammed, when the Sultan appears in public.",
    "alembic": "<p><b>ALEM'BIC,</b> n.<p><DD>A chimical vessel used in distillation; usually made of glass or copper.  The bottom part containing the liquor to be distilled, is called the cucurbit; the upper part which receives and condenses the stream, is called the head, the beak of which is fitted to the neck of a receiver.  The head is more properly the alembic.  This vessel is not so generally used now, as the worm still and retort.",
    "alength": "<p><b>ALENGTH',</b> adv.  [a and length.]<p><DD>At full length; along; stretched at full length.",
    "alepidote": "<p><b>ALEP'IDOTE,</b> n.  [Gr.  a scale.]<p><DD>Any fish whose skin is not covered with scales.",
    "alert": "<p><b>ALERT',</b> a.<p><DD>1.  Watchful; vigilant; active in vigilance.  hence the military phrase, upon the alert, upon the watch, guarding against surprise or danger.<p><DD>2.  Brisk; nimble; moving the celerity.",
    "alertness": "<p><b>ALERT'NESS,</b> n.  Briskness; nimbleness; sprightliness; levity.",
    "aleuromancy": "<p><b>ALEUROM'ANCY,</b> n.  [Gr. meal and divination.]<p><DD>A kind of divination by meal, used by the ancients.",
    "aleutian": "<p><b>ALEU'TIAN, or ALEU'TIC,</b> a.  Designating certain isles in the Pacific ocean, eastward of Kamtschatka, extending northeastward towards America.  The word is formed from aleut, which, in Russia, is a bald rock.",
    "aleutic": "<p><b>ALEU'TIAN, or ALEU'TIC,</b> a.  Designating certain isles in the Pacific ocean, eastward of Kamtschatka, extending northeastward towards America.  The word is formed from aleut, which, in Russia, is a bald rock.",
    "alewife": "<p><b>A'LEWIFE, or A'LOOF,</b> n.  <p><DD>An American fish, belonging to the genus Clupea, and called Clupea Serrata.  it resembles the herring.  The established pronunciation is alewife, plu alewives.",
    "alexanders": "<p><b>ALEX'ANDERS,</b> n.  The name of a plant of the genus Smyrnium.",
    "alexandrian": "<p><b>ALEX'ANDRIAN,</b> n.  Pertaining to Alexandria.  There are many cities of this name, in various parts of the earth.  The term is often applied an attribute, or used as a noun, for one who professed or taught the sciences in the school of Alexandria in Egypt; a place highly celebrated for its literature and magnificence, and whose library, it is said, consisted of 700,000 volumes.  The Persians and Turks write for Alexander, Scander, or Sconder; and for Alexandria, Scanderona; hence Scanderoon, a sea port in Syria.",
    "alexandrine": "<p><b>ALEX'ANDRINE,or ALEXANDRIAN, </b>n.  A kind of verse, consisting of twelve syllables, or of twelve and thirteen alternately; so called from a poem written in French on the life of Alexander.  This species of verse is peculiar to modern poetry, but well adapted to epic poems.  The Alexandrine in English consists of twelve syllables, and is less used than this kind of verse is among the French, whose tragedies are generally composed of Alexandrines.",
    "alexipharmic": "<p><b>ALEXIPH'ARMIC,</b> a.  [Gr. to expel, and poison.]<p><DD>Expelling poison; antidotal; sudorific; that has the quality of expelling poison or infection by sweat.<p><b>ALEXIPH'ARMIC,</b> n.  A medicine that is intended to obviate the effects of poison; an antidote to poison or infection.  By the Greeks, the word was used for an amulet.",
    "alexiterial": "<p><b>ALEXITE'RIAL,</b> a.  [Gr. to expel, and poison.]<p><DD>Resisting poison; obviating the effects of venom.",
    "alexiteric": "<p><b>ALEXITER'IC,</b>",
    "alexiterical": "<p><b>ALEXITER'ICAL,</b> n.  A medicine to resist the effects of poison, or the bite of venomous animals; nearly synonymous with alexipharmic.  Used also by the Greeks for an amulet.",
    "algarot": "<p><b>AL'GAROT, or AL'GAROTH,</b> n.  The name of an emetic powder, prepared from the regulus of antimony, dissolved in acids, and separated by repeated lotions in warm water.  It is either an Arabic term, or the name of the inventor, a physician of Verona.",
    "algaroth": "<p><b>AL'GAROT, or AL'GAROTH,</b> n.  The name of an emetic powder, prepared from the regulus of antimony, dissolved in acids, and separated by repeated lotions in warm water.  It is either an Arabic term, or the name of the inventor, a physician of Verona.",
    "algates": "<p><b>ALGATES</b>, adv. By all means; on any terms.",
    "algebra": "<p><b>AL'GEBRA,</b> n.  [Ar. the reduction of parts to a whole, or fractions to whole numbers from the verb, which signifies to consolidate;  Heb. to be strong.]<p><DD>The science of quantity in general, or universal arithmetic.  Algebra is a general method computation, in which signs and symbols, which are commonly the letters of the alphabet, are made to represent numbers and quantities.  It takes an known quantity sought, as if granted; and, by means of one or more quantities given, proceeds till the quantity supposed is discovered, by some other known quantity to which it is equal.<p><DD>This science was of Oriental discovery; but whether among the Arabians or Indians, is uncertain.",
    "algebraic": "<p><b>ALGEBRA'IC,</b>",
    "algebraical": "<p><b>ALGEBRA'ICAL,</b> a.  Pertaining to algebra; containing an operation of Algebra, or deduced from such operation.<p><DD>Algebraic curve, a figure whose intercepted diameters bear always the same proportion to their respective ordinates.",
    "algebraist": "<p><b>ALGEBRA'IST,</b> n.  One who is versed in the science of algebra.",
    "algeneb": "<p><b>AL'GENEB,</b> n.  A fixed star of the second magnitude, in the right side of Perseus; Long. 27 degrees 46' 12\" of Taurus; Lat. 30 degrees 05' 28\" North.",
    "algerine": "<p><b>ALGERINE',</b> n.  [from Algiers.]  A native of Algiers, a city and a government on the coast of Africa.<p><b>ALGERINE',</b> a.  Belonging to Algiers.",
    "algid": "<p><b>AL'GID,</b> a.  [L. algidus.]  Cold.  [Not used.]",
    "algol": "<p><b>AL'GOL,</b> n.  A fixed star of the third magnitude, called Medusa's head, in Perseus; Long. 21 degrees 50' 42\" of Taurus; Lat 23 degrees 23' 47\" North.",
    "algor": "<p><b>AL'GOR,</b> n.  [Lat.]  Among physicians, an unusual coldness in any part of the body.",
    "algorism": "<p><b>AL'GORITHM, or AL'GORISM,</b> n.  An arabic term, signifying numerical computation, or the six operations of arithmetic.",
    "algorithm": "<p><b>AL'GORITHM, or AL'GORISM,</b> n.  An arabic term, signifying numerical computation, or the six operations of arithmetic.",
    "algous": "<p><b>AL'GOUS,</b> a.  [L. alga, sea weed.]  Pertaining to sea weed; abounding with, or like sea weed.",
    "algum": "<p><b>AL'GUM,</b> n.  In scripture, a tree or wood about which the learned are not agreed.  The most probably conjecture is that the word denotes gummy or resinous wood in general.<p><DD>The Vulgate translates it ligna thyina, and the Septuagint, wrought-wood; others, ebony, bravil or pine, and the Rabbins render it coral.  It was used for musical instruments, stair cases, &c.<p><DD>The thyinum is the citron tree, from Mauritania, much esteemed by the ancients for its fragrance and beauty.  The almug, almugim, or algumin, or simply gummin is most probably a gummy wood, and perhaps may be the Shittim, often mentioned in Scripture.  See 1Kings 10:11.",
    "alhenna": "<p><b>ALHEN'NA,</b> n.  [See Alkenna.]",
    "alias": "<p><b>A'LIAS,</b> [L.]  Otherwise; as in this example, Simson alias Smith; a word used in judicial proceedings to connect the different names by which a person is called who attempts to conceal his true name and pass under a fictitious one.<p><b>A'LIAS,</b> n.  A second writ, or execution, issued when the first has failed to enforce the judgment.",
    "alibi": "<p><b>AL'IBI,</b> n.  [L.]  Elsewhere; in another place; a law term.  When a person is charged with an offense, and he proves that he could not have committed it, because he was, at the time, in another place, he is said to prove an alibi.  The part of a plea or allegation, which avers the party to have been in another place, is also called an alibi.",
    "alien": "<p><b>A'LIEN,</b> a.  alyen,  [L. alienus, from alius, another.  L. alieno, to alienate; alter, another, to altercate.]<p><DD>1.  Foreign; not belonging to the same country, land or government.<p><DD>2.  Belonging to one who is not a citizen.<p><DD>3.  Estranged; foreign; not allied; adverse to; as, principles alien from our religion.<p><b>A'LIEN,</b> n. alyen.  <p><DD>1.  A foreigner; one born in, or belonging to, another country; one who is not a denizen, or entitled to the privileges of a citizen.<p><DD>2.  In scripture, one who is a stranger to the church of Christ, or to the covenant of grace.<p><DD>At that time, ye were without Christ, being aliens from the commonwealth of Israel.  Eph. 2.<p><DD>In France, a child born of residents who are not citizens, is an alien.  In Great Britain, the children of aliens born in that country, are mostly natural born subjects; and the children of British subjects, owing allegiance to the crown of England, though born in other countries, are natural subjects, and entitled to the privileges or resident citizens.<p><DD>Alien-duty, a tax upon goods imported by aliens, beyond the duty on the like goods imported by citizens; a discriminating duty on the tonnage of ships belonging to aliens, or any extra duties imposed by laws or edicts on aliens.",
    "alienability": "<p><b>ALIENABIL'ITY,</b> n.  The capacity of being alienated or transferred.<p><DD>The alienability of the domain.",
    "alienable": "<p><b>A'LIENABLE,</b> a.  That may be sold, or transferred to another; as, land is alienable according to the laws of the State.",
    "alienage": "<p><b>A'LIENAGE,</b> n.  The state of being an alien.  <p><DD>Why restore estates, forfeitable on account of alienage?",
    "alienate": "<p><b>A'LIENATE,</b> v.t.  [L. alieno.]<p><DD>1.  To transfer title, property or right to another; as, to alienate lands, or sovereignty.<p><DD>2.  To estrange; to withdraw, as the affections; to make indifferent or averse, where love or friendship before subsisted; with from; as, to alienate the heart or affections; to alienate a man from the friends of his youth.<p><DD>3.  To apply to a wrong use.<p><DD>They shall not alienate the first fruits of the land.  <p>Ezek. 48.<p><b>A'LIENATE,</b> a.  [L. alienatus.]<p><DD>Estranged; withdrawn from; stranger to; with from.<p><DD>O alienate from God, O spirit accurst.<p><DD>The whigs were alienate from truth.",
    "alienation": "<p><b>ALIENA'TION,</b> n.  [L. alienatio.]<p><DD>1.  A transfer of title; or a legal conveyance of property to another.<p><DD>2.  The state of being alienated.<p><DD>3.  A withdrawing or estrangement, as of the heart or affections.<p><DD>4.  Delirium; derangement of mental faculties; insanity.<p><DD>Alienation-office, in Great Britain, is an office to which all writs of covenant and entry, on which fines are levied and recoveries suffered, are carried, to have fines for alienation set and paid thereon.",
    "alienator": "<p><b>A'LIENATOR,</b> n.  One that alienates or transfers property.",
    "aliene": "<p><b>ALIE'NE,</b> v.t.  [L. alieno.]<p><DD>1.  To transfer title or property to another; to sell.<p><DD>Nor could he aliene the estate, even with the consent of the Lord.<p><DD>2.  To estrange; to make averse or indifferent; to turn the affections from.<p><DD>The prince was aliened from all thoughts of the marriage.<p><DD>In this sense, it is more common to use alienate.",
    "alienee": "<p><b>ALIENEE',</b> n.  One to whom the title to property is transferred.<p><DD>If the alienee enters and keeps possession.",
    "alienism": "<p><b>ALIENISM</b>, n. Alyenizm. The state of being an alien.<p><DD><DD>The law was very gentle in the construction of the disability of alienism.",
    "alife": "<p><b>ALI'FE,</b> adv.  [a or on and life.]  On my life.",
    "aliferous": "<p><b>ALIF'EROUS,</b> a.  [L. ala, wing, and fero, to bear.]  Having wings.",
    "aliform": "<p><b>ALI'FORM,</b> a.  [L. ala, wing, and forma, shape.]<p><DD>Having the shape of a wing; a term applied to a certain process and muscles of the body, as the pterygoid process, and the muscles arising from that process.",
    "aligerous": "<p><b>ALIG'EROUS,</b> a.  [L. ala wing, and gero, to carry]  Having wings.",
    "alight": "<p><b>ALI'GHT,</b> v.i.<p><DD>1.  To get down or descend, as from on horseback or from a carriage.<p><DD>2.  To descend and settle; as, a flying bird alights on a tree.<p><DD>3.  To fall or descend and lodge; as, snow alights on a roof.",
    "alike": "<p><b>ALI'KE,</b> a.<p><DD>Having resemblance or similitude; similar.<p><DD>The darkness and the light are both alike to thee.  Ps. 13.<p><DD>[This adjective never precedes the noun which it qualifies.]<p><b>ALI'KE,</b> adv.  in the same manner, form or degree.<p><DD>We are all alike concerned in religion.<p><DD>He fashioneth their hearts alike.  Ps. 33.",
    "alike-minded": "<p><b>ALI'KE-MINDED,</b> a.  Having the same mind; but like-minded is more generally used.",
    "aliment": "<p><b>AL'IMENT,</b> n.  [L. alimentum, from alo, to feed.]<p><DD>That which nourishes; food; nutriment; any thing which feeds or adds to a substance, animal or vegetable, in natural growth.<DD>",
    "alimental": "<p><b>ALIMENT'AL,</b> a.  Supplying food; that has the quality of nourishing; that furnishes the materials for natural growth; as, chyle is alimental; alimental sap.",
    "alimentally": "<p><b>ALIMENT'ALLY,</b> adv.  So as to serve for nourishment or food.",
    "alimentariness": "<p><b>ALIMENT'ARINESS,</b> n.  The quality of supplying nutriment.",
    "alimentary": "<p><b>ALIMENT'ARY,</b> a.  Pertaining to aliment or food; having the quality of nourishing; as, alimentary particles.<p><DD>The alimentary canal, in animal bodies, is the great duct or intestine, by which aliments are conveyed through the body, and the useless parts evacuated.<p><DD>Alimentary law, among the Romans, was a law which obliged children to support their parents.<p><DD>Obligation of aliment, in Scots law, is the natural obligation of parents to provide for their children.",
    "alimentation": "<p><b>ALIMENTA'TION,</b> n.  <p><DD>1.  The act or power of affording nutriment.<p><DD>2.  The state of being nourished.",
    "alimonious": "<p><b>ALIMO'NIOUS,</b> a.  [See alimony.]  Nourishing; affording food.  [Little used.]",
    "alimony": "<p><b>ALI'MONY,</b> n.  [L. alimonia, of alo, to feed.  See Aliment.]<p><DD>An allowance made for the support of a woman, legally separated from her husband.  The sum is fixed by the proper judge, and granted out of the husband's estate.",
    "aliped": "<p><b>AL'IPED,</b> a.  [L. ala, wing, and pes, foot.]<p><DD>Wing-footed; having the toes connected by a membrane, which serves as a wing.<p><b>AL'IPED,</b> n.  [Supra.]<p><DD>An animal whose toes are connected by a membrane, and which thus serve for wings; a cheiropter; as, the bat.",
    "aliquant": "<p><b>AL'IQUANT,</b> a.  [L. aliquantum, a little.]<p><DD>In arithmetic, an aliquant number or part is that which does not measure another number without a remainder.  Thus 5 is an aliquant part of 16, for 3 times 5 is 15, leaving a remainder 1.",
    "aliquot": "<p><b>AL'IQUOT,</b> a.  [L.]<p><DD>An aliquot part of a number or quantity is one which will measure it without a remainder.  Thus 5 is the aliquot part of 15.",
    "alish": "<p><b>A'LISH,</b> a.  [From ale.]  Like ale; having the qualities of ale.",
    "alive": "<p><b>ALI'VE,</b> a.<p><DD>1.  Having life, in opposition to dead; living; being in a state in which the organs perform their functions, and the fluids move, whether in animals or vegetables; as, the man or plant is alive.<p><DD>2.  In a state of action; unextinguished; undestroyed; unexpired; in force or operation; as, keep the process alive.<p><DD>3.  Cheerful; sprightly; lively; full of alacrity; as, the company were all alive.<p><DD>4.  Susceptible; easily impressed; having lively feelings, as when the mind is solicitous about some event; as, one is alive to whatever is interesting to a friend.<p><DD>5.  Exhibiting motion or moving bodies in great numbers.<p><DD>The city was all alive, when the General entered.<p><DD>6.  In a scriptural sense, regenerated; born again.<p><DD>For this my son was dead and is alive.  Luke 15.<p><DD>[This adjective always follows the noun which it qualifies.]",
    "alkahest": "<p><b>AL'KAHEST,</b> n.  <p><DD>A universal dissolvent; a menstrumm capable of dissolving every body, which Paracelsus and Van Helmont pretended they possessed.  This pretense no longer imposses on the credulity of any man.<p><DD>The word is sometimes used for fixed salts volatilized.",
    "alkalescency": "<p><b>ALKALES'CENCY,</b> n.  [See Alkali.]<p><DD>A tendency to become alkaline; or a tendency to the properties of an alkali; or the state of a substance in which alkaline properties begin to be developed, or to be predominant.",
    "alkalescent": "<p><b>ALKALES'CENT,</b> a.  tending to the properties of an alkali; slightly alkaline.",
    "alkali": "<p><b>AL'KALI,</b> n.  plu.  Alkalies<p><DD>In chimistry, a term applied to all bodies which possess the following properties:<p><DD><DD>1.  a caustic taste;<DD><p><DD><DD>2.  volatilizable by heat;<p><DD><DD>3.  capability of combining with acids, and of destroying their acidity;<p><DD><DD>4.  solubility in water, even when combined with carbonic acid;<p><DD><DD>5.  capability of converting vegetable blues to green.<p><DD>The term was formerly confined to three substances:<p><DD><DD>1.  potash or vegetable fixed alkali, generally obtained from the ashes of wood;<p><DD><DD>2.  soda or mineral fixed alkali, which is found in the earth and procured from marine plants; and <p><DD><DD>3.  ammonia or volatile alkali, an animal product.<p><DD>Modern chimistry has discovered many new substances to which the term is now extended.<p><DD>The alkalies were formerly considered as elementary substances; but it is now ascertained that they are all compounds.<p><DD>The alkalies are used in the manufacture of glass and soap, in bleaching and in medicine.",
    "alkalify": "<p><b>AL'KALIFY,</b> v.t.  To form, or to convert into an alkali.<p><b>AL'KALIFY,</b> v.i.  To become an alkali.",
    "alkaligenous": "<p><b>ALKALIG'ENOUS,</b> a.  [Alkali and to generate.]<p><DD>Producing or generating alkali.",
    "alkalimeter": "<p><b>ALKALIM'ETER,</b> n.  [Alkali and Gr. measure.]<p><DD>An instrument for ascertaining the strength of alkalies, or the quantity of alkali in potash and soda.",
    "alkaline": "<p><b>AL'KALINE,</b> a.  Having the properties of alkali.",
    "alkalinity": "<p><b>ALKALIN'ITY,</b> n.  The quality which constitutes an alkali.",
    "alkalizate": "<p><b>AL'KALIZATE, </b>a.  Alkaline; impregnated with alkali.  Obs.",
    "alkalization": "<p><b>ALKALIZA'TION,</b> n.  The act of rendering alkaline by impregnating with an alkali.",
    "alkalize": "<p><b>AL'KALIZE,</b>  v.t.  [and formerly Alkalizate.]<p><DD>To make alkaline; to communicate the properties of an alkali to, by mixture.",
    "alkanet": "<p><b>AL'KANET,</b> n.  The plant bugloss.  The root is used to impart a deep red color to oily substances, ointments, plasters, &c.",
    "alkekengi": "<p><b>ALKEKEN'GI,</b> n.  The winter cherry, a species of physalis.  The plant bears a near resemblance to solanum, or nightshade.  The berry is medicinal.",
    "alkenna": "<p><b>ALKEN'NA or ALHEN'NA,</b> n.  Egyptian privet, a species of Lawsonia.  The pulverized leaves of this plant are much used by the eastern nations for staining their nails yellow.  The powder, being wet, forms a paste, which is bound on the nails for a night, and the color thus given will last several weeks.",
    "alkermes": "<p><b>ALKERM'ES,</b> n.<p><DD>In pharmacy, a compound cordial, in the form of a confection, derived from the kermes berries.  Its other ingredients are said to be pippin-cider, rose water, sugar, ambergris, musk, cinnamon, aloes-wood, pearls, and leaf-gold.",
    "alkerva": "<p><b>ALKER'VA,</b> n.  An arabic name of the Palma Christi.",
    "alkoran": "<p><b>AL'KORAN,</b> n.<p><DD>The book which contains the Mohammedan doctrines of faith and practice.  It was written by Mohammed, in the dialect of the Koreish, which is the purest Arabic; but the Arabian language has suffered such changes, since it was written, that the language of the Alkoran is not now intelligible to the Arabians themselves, without being learned like other dead languages.",
    "alkoranist": "<p><b>AL'KORANIST,</b> n.  One who adheres strictly to the letter of the Alkoran, rejecting all comments.  The Persians are generally Alkoranists; the Turks, Arabs, and Tartars admit a multitude of traditions.",
    "alkussa": "<p><b>ALKUS'SA,</b> n.  A fish of the Silurus kind, with one beard only under the chin.",
    "all": "<p><b>ALL,</b> a.  awl.  [Gr. Shemitic from calah, to be ended or completed to perfect.]<p><DD>1.  Every one, or the whole number of particulars.<p><DD>2.  The whole quantity, extent, duration, amount, quality, or degree; as, all the wheat; all the land; all the year; all the strength.  This word signifies then, the whole or entire thing, or all the parts or particulars which compose it.  It always precedes the definitive adjectives, the, my, thy, his, our, your, their; as, all the cattle; all my labor; all thy goods; all his wealth; all our families; all your citizens; all their property.<p><DD>This word, not only in popular language, but in the scriptures, often signifies, indefinitely, a large portion or number, or a great part.  Thus, all the cattle in Egypt died; all Judea and all the region round about Jordan; all men held John as a prophet; are not to be understood in a literal sense, but as including a large part or very great numbers.<p><DD>This word is prefixed to many other words, to enlarge their signification; as already, always, all-prevailing.<p><b>ALL,</b> adv.  Wholly; completely; entirely; as all along; all bedewed; all over; my friend is all for amusement; I love my father all.  In the ancient phrases, all too dear, all so long, this word retains its appropriate sense; as,\"he thought them six-pence all too dear,\" that is, he thought them too dear by the sum of sixpence.  In the sense of although, as, \"all were it as the rest,\"  and in the sense of just, or at the moment, as \"all as his straying flock he fed,\"  it is obsolete, or restricted to poetry.<p><DD>It is all one is a phrase equivalent to the same thing in effect; that is, it is wholly the same thing.<p><DD>All the better is equivalent to wholly the better; that is, better by the whole difference.<p><b>ALL,</b> n.  <p><DD>1.  The whole number; as, all have not the same disposition; that is, all men.<p><DD>2.  The whole; the entire thing; the aggregate amount; as, our all is at stake.<p><DD>And Laban said, all that thou seest is mine.  Gen. 31.<p><DD>This adjective is much used as a noun, and applied to persons or things.<p><DD>All in all is a phrase which signifies, all things to a person, or every thing desired.<p><DD>Thou shalt be all in all, and I in thee, Forever.<p><DD>When the words, and all close an enumeration of particulars, the word all is either intensive, or is added as a general term to express what is not enumerated; as a tree fell, nest, eagles and all.<p><DD>At all is a phrase much used by way of enforcement or emphasis, usually in negative or interrogative sentences.  He has no ambition at all; that is, not in the least degree.  Has he any property at all?<p><DD>All and some, in Spenser, Mason interprets, one and all.  But from Lye's Saxon dictionary_webster1828, it appears that the phrase is a  corruption of the Sax. ealle at somne, all together, all at once, from somne, together, at once.  See Lye under Somne.<p><DD>All in the wind, in seamen's language, is a phrase denoting that the sails are parallel with the course of the wind, so as to shake.<p><DD>All is well is a watchman's phrase, expressing a state of safety.<p><DD>All, in composition, enlarges the meaning, or adds force to a word; and it is generally more emphatical than most.  In some instances, all is incorporated into words, as in almighty, already, always; but in most instances, it is an adjective prefixed to other words, but separated by a hyphen.",
    "all-abandoned": "<p><b>ALL-ABAN'DONED,</b> a.  Abandoned by all",
    "all-abhorred": "<p><b>ALL-ABHOR'RED,</b> a.  Detested by all.",
    "all-accomplished": "<p><b>ALL-ACCOM'PLISHED,</b> a.  Fully accomplished; whose education is highly finished or complete.",
    "all-admiring": "<p><b>ALL-ADMI'RING,</b> a.  Wholly admiring.",
    "all-advised": "<p><b>ALL-ADVI'SED,</b> a.  Advised by all.",
    "all-approved": "<p><b>ALL-APPROVED,</b> a.  Approved by all.",
    "all-atoning": "<p><b>ALL-ATO'NING,</b> a.  Atoning for all; making complete atonement.",
    "all-bearing": "<p><b>ALL-BEA'RING,</b> a.  Producing every thing; omniparous.",
    "all-beauteous": "<p><b>ALL-BEAU'TEOUS,</b> a.  Perfectly beautiful",
    "all-beholding": "<p><b>ALL-BEHO'LDING,</b> a.  Beholding or seeing all things.",
    "all-blasting": "<p><b>ALL-BL'ASTING,</b> a.  Blasting all; defaming or destroying all.",
    "all-bounteous": "<p><b>ALL-BOUN'TEOUS,</b>",
    "all-bountiful": "<p><b>ALL-BOUN'TIFUL,</b> a.  Perfectly bountiful; of infinite bounty.",
    "all-changing": "<p><b>ALL-CHA'NGING,</b> a.  Perpetually changing.",
    "all-cheering": "<p><b>ALL-CHEE'RING,</b> a.  That cheers all; that gives gaiety or cheerfulness to all.",
    "all-commanding": "<p><b>ALL-COMM'ANDING,</b> a.  Having command or sovereignty over all.",
    "all-complying": "<p><b>ALL-COMPLY'ING,</b> a.  Complying in every respect.",
    "all-composing": "<p><b>ALL-COMPO'SING, </b> a.  That makes all tranquil or peaceful.",
    "all-comprehensive": "<p><b>ALL-COMPREHEN'SIVE,</b> a.  Comprehending all things.",
    "all-concealing": "<p><b>ALL-CONCE'ALING,</b> a.  Hiding or concealing all.",
    "all-conquering": "<p><b>ALL-CON'QUERING,</b> a.  That subdues all.",
    "all-conscious": "<p><b>ALL-CON'SCIOUS,</b> a.  Conscious of all; all-knowing.",
    "all-constraining": "<p><b>ALL-CONSTRA'INING,</b> a.  Constraining all",
    "all-consuming": "<p><b>ALL-CONSU'MING,</b> a.  That consumes or devours all.",
    "all-daring": "<p><b>ALL-DA'RING,</b> a.  Daring to attempt every thing.",
    "all-destroying": "<p><b>ALL-DESTROY'ING,</b>  a.  Destroying every thing.",
    "all-devastating": "<p><b>ALL-DEV'ASTATING, </b> a.  Wasting every thing.",
    "all-devouring": "<p><b>ALL-DEVOUR'ING,</b> a Eating or consuming all.",
    "all-dimming": "<p><b>ALL-DIM'MING,</b> a.  Obscuring every thing.",
    "all-discovering": "<p><b>ALL-DISCOV'ERING,</b> a.  Discovering or disclosing every thing.",
    "all-disgraced": "<p><b>ALL-DISGRA'CED,</b> a.  Completely disgraced.",
    "all-dispensing": "<p><b>ALL-DISPENS'ING,</b> a.  Dispensing all things; affording dispensation or permission.",
    "all-divine": "<p><b>ALL-DIVI'NE,</b> a.  Supremely excellent.",
    "all-divining": "<p><b>ALL-DIVI'NING,</b> a.  Foretelling all things.",
    "all-dreaded": "<p><b>ALL-DREAD'ED,</b> a.  Dreaded by all.",
    "all-efficient": "<p><b>ALL-EFFI'CIENT,</b> a.  Of perfect or unlimited efficacy or efficiency.",
    "all-eloquent": "<p><b>ALL-EL'OQUENT,</b> a.  Eloquent in the highest degree.",
    "all-embracing": "<p><b>ALL-EMBRA'CING,</b> a.  Embracing all things.",
    "all-ending": "<p><b>ALL-END'ING,</b> a.  Putting an end to all things.",
    "all-enlightening": "<p><b>ALL-ENLI'GHTENING,</b> a.  Enlightening all things.",
    "all-enraged": "<p><b>ALL-ENRA'GED,</b> a.  Highly enraged.",
    "all-flaming": "<p><b>ALL-FLA'MING,</b> a.  Flaming in all directions.",
    "all-fools-day": "<p><b>ALL-FOOL'S-DAY,</b> n.  The first of April.",
    "all-forgiving": "<p><b>ALL-FORGIV'ING,</b> a.  Forgiving or pardoning all.",
    "all-fours": "<p><b>ALL-FOURS,</b> n.  [all and four.]<p><DD>A game at cards, played by two or four persons; so called from the possession of the four honors, by one person, who is then said to have all fours.<p><DD>To go on all fours is to move or walk on four legs, or on the two legs and two arms.",
    "all-giver": "<p><b>ALL-GIV'ER,</b> n.  The giver of all things.",
    "all-good": "<p><b>ALL-GOOD',  </b>a.  Completely good.",
    "all-gracious": "<p><b>ALL-GRA'CIOUS,</b> a.  Perfectly gracious.",
    "all-guiding": "<p><b>ALL-GUI'DING,</b> a.  Guiding or conducting all things.",
    "all-hail": "<p><b>ALL-HA'IL,</b> ex.<p><DD>All health; a phrase of salutation, expressing a wish of all health or safety to the person addressed.",
    "all-hallow": "<p><b>ALL-HAL'LOW, or ALL-HALLOWS,</b> n.  <p><DD>All Saints day, the first of November; a feast dedicated to all the saints in general",
    "all-hallow-tide": "<p><b>ALL-HALLOW-TIDE,</b> n.  The time near All Saints, or November first.",
    "all-hallows": "<p><b>ALL-HAL'LOW, or ALL-HALLOWS,</b> n.  <p><DD>All Saints day, the first of November; a feast dedicated to all the saints in general",
    "all-happy": "<p><b>ALL-HAP'PY,</b> a.  Completely happy.",
    "all-heal": "<p><b>ALL-HE'AL,</b> n.  The popular name of several plants.",
    "all-healing": "<p><b>ALL-HE'ALING,</b> a.  Healing all things.",
    "all-helping": "<p><b>ALL-HELP'ING,</b>  a.  Assisting all",
    "all-hiding": "<p><b>ALL-HI'DING,</b> a.  Concealing all things.",
    "all-honored": "<p><b>ALL-HON'ORED,</b> a.  Honored by all.",
    "all-hurting": "<p><b>ALL-HURT'ING,</b> a.  Hurting all things.",
    "all-idolizing": "<p><b>ALL-I'DOLIZING,</b> a.  Worshiping any thing.",
    "all-imitating": "<p><b>ALL-IM'ITATING,</b> a.  Imitating every thing.",
    "all-informing": "<p><b>ALL-INFORM'ING,</b> a.  Imitating every thing.",
    "all-interesting": "<p><b>ALL-IN'TERESTING,</b> a.  Interesting in the highest degree.",
    "all-interpreting": "<p><b>ALL-INTER'PRETING,</b> a.  Explaining all things.",
    "all-judging": "<p><b>ALL-JUDG'ING,</b> a.  Judging all; possessing the sovereign right of judging.",
    "all-just": "<p><b>ALL-JUST;,</b>  a.  Perfectly just.",
    "all-kind": "<p><b>ALL-KI'ND,</b> a.  Perfectly kind or benevolent.",
    "all-knowing": "<p><b>ALL-KNO'WING,</b> a.  Having all knowledge; omniscient.",
    "all-licensed": "<p><b>ALL-LI'CENSED,</b> a.  Licensed to every thing.",
    "all-loving": "<p><b>ALL-LOV'ING,</b> a.  Of infinite love.",
    "all-making": "<p><b>ALL-MA'KING,</b> a.  Making or creating all; omnific.",
    "all-maturing": "<p><b>ALL-MATU'RING,</b> a.  Maturing all things.",
    "all-merciful": "<p><b>ALL-MER'CIFUL,</b> a.  Of perfect mercy or compassion.",
    "all-murdering": "<p><b>ALL-MUR'DERING,</b> a.  Killing or destroying every thing.",
    "all-obedient": "<p><b>ALL-OBE'DIENT,</b> a.  Entirely obedient.",
    "all-obeying": "<p><b>ALL-OBEY'ING,</b> a.  [See Obey.]  Receiving obedience from all.",
    "all-oblivious": "<p><b>ALL-OBLIV'IOUS,</b> a.  Causing total oblivion.",
    "all-obscuring": "<p><b>ALL-OBSCU'RING,</b> a.  Obscuring every thing.",
    "all-patient": "<p><b>ALL-PA'TIENT,</b> a.  Enduring every thing without murmurs.",
    "all-penetrating": "<p><b>ALL-PEN'ETRATING,</b> a.  Penetrating every thing.",
    "all-perfect": "<p><b>ALL-PER'FECT,</b> a.  Completely perfect; having all perfection.",
    "all-perfectness": "<p><b>ALL-PER'FECTNESS,</b> n.  The perfection of the whole; entire perfection.",
    "all-piercing": "<p><b>ALL-PIER'CING,</b> a.  Piercing every thing.",
    "all-powerful": "<p><b>ALL-POW'ERFUL,</b> a.  Almighty; omnipotent.",
    "all-praised": "<p><b>ALL-PRA'ISED,</b> a.  Praised by all.",
    "all-ruling": "<p><b>ALL-RU'LING,</b> a.  Governing all things.",
    "all-sagacious": "<p><b>ALL-SAGA'CIOUS,</b> a.  Having all sagacity; of perfect discernment.",
    "all-saints-day": "<p><b>ALL-SAINTS-DAY,</b> n.  The first day of November, called also all hallows; a feast in honor of all the saints.",
    "all-sanctifying": "<p><b>ALL-SANC'TIFYING,</b> a.  Sanctifying the whole.",
    "all-saving": "<p><b>ALL-SA'VING,</b> a.  Saving all.",
    "all-searching": "<p><b>ALL-SEARCH'ING,</b> a.  Pervading and searching every thing.",
    "all-seeing": "<p><b>ALL-SEE'ING,</b> a.  Seeing every thing.",
    "all-seer": "<p><b>ALL-SEE'R,</b> n.  One that sees every thing.",
    "all-shaking": "<p><b>ALL-SHA'KING,</b> a.  Shaking all things.",
    "all-shunned": "<p><b>ALL-SHUN'NED,</b> a.  Shunned by all.",
    "all-souls-day": "<p><b>ALL-SOULS-DAY,</b> n.  The second day of November; a feast or solemnity held by the church of Rome, to supplicate for the souls of the faithful deceased.",
    "all-sufficiency": "<p><b>ALL-SUFFI'CIENCY,</b> n.  Complete or infinite ability.",
    "all-sufficient": "<p><b>ALL-SUFFI'CIENT,</b> a.  Sufficient to every thing; infinitely able.<p><b>ALL-SUFFI'CIENT,</b> n.  The all-sufficient Being; God.",
    "all-surrounding": "<p><b>ALL-SURROUND'ING,</b> a.  Encompassing the whole.",
    "all-surveying": "<p><b>ALL-SURVEY'ING,</b> n.  [See Survey.]  Surveying every thing.",
    "all-sustaining": "<p><b>ALL-SUSTA'INING,</b> a.  Upholding all things.",
    "all-telling": "<p><b>ALL-TELL'ING,</b> a.  Telling or divulging every thing.",
    "all-triumphing": "<p><b>ALL-TRI'UMPHING,</b> a.  Triumphant every where or over all.",
    "all-watched": "<p><b>ALL-WATCH'ED,</b> a.  Watched throughout.",
    "all-wise": "<p><b>ALL-WI'SE,</b> a.  Possessed of infinite wisdom.",
    "all-witted": "<p><b>ALL-WIT'TED,</b> a.  Having all kinds of wit.",
    "all-worshiped": "<p><b>ALL-WOR'SHIPED,</b> a.  Worshiped or adored by all.",
    "all-worthy": "<p><b>ALL-WOR'THY,</b> a.  Of infinite worth; of the highest worth.",
    "allagite": "<p><b>AL'LAGITE,</b> n.  A mineral, of a brown or green color, massive, with a flat conchoidal fracture, and nearly opake, found in the Hartz near Elbingerode.",
    "allanite": "<p><b>AL'LANITE,</b> n.  A mineral named from Mr. Allan, of Edinburg, who first recognized it as a distinct species.  It is massive, of a brownish black color, and conchoidal fracture.  A siliceous oxyd of cerium.",
    "allatrate": "<p><b>AL'LATRATE,</b> v.t.  [L. allatro.]  To bark, as a dog.  [Not used.]",
    "allay": "<p><b>ALLA'Y,</b> v.t.  [Gr.; L.ligo, to bind; but this may be the same word differently applied, that is, to set, to fix, to make fast, to unite.  Allay and alloy were formerly used indifferently; but I have recognized an entire distinction between them, applying alloy to metals.]<p><DD>1.  To make quiet; to pacify, or appease; as, to allay the tumult of the passions, or to allay civil commotions.<p><DD>2.  To abate, mitigate, subdue or destroy; as, to allay grief or pain.<p><DD>Females, who soften and allay the bitterness of adversity.<p><DD>3.  To obtund or repress as acrimony; as, to allay the acrid qualities of a substance.<p><DD>4.  Formerly, to reduce the purity of; as, to allay metals.  But, in this sense, alloy is now exclusively used.  [See Alloy.]<p><b>ALLA'Y,</b> n.<p><DD>1.  Formerly, a baser metal mixed with a finer; but in this sense it is now written alloy, which see.<p><DD>2.  That which allays, or abates the predominant qualities; as, the allay of colors.<p><DD>Also, abatement; diminution by means of some mixture; as, joy without allay.  But alloy is now more generally used.",
    "allayed": "<p><b>ALLA'YED,</b> pp.  Layed at rest; quieted; tranquilized; abated; [reduced by mixture.  Obs.]",
    "allayer": "<p><b>ALLA'YER,</b> n.  He, or that which allays.",
    "allaying": "<p><b>ALLA'YING,</b> ppr.  Quieting; reducing to tranquility; abating; [reducing by mixture.  Obs.]",
    "allayment": "<p><b>ALLA'YMENT,</b> n.  The act of quieting, or a state of tranquility; a state of rest after disturbance; abatement; ease; as, the allayment of grief.",
    "alle": "<p><b>AL'LE,</b> n.  ally.  The little auk, or black and white diver.",
    "allective": "<p><b>ALLEC'TIVE,</b> a.  Alluring.  [Not used.]<p><b>ALLEC'TIVE,</b> n.  Allurement.  [Not used.]",
    "alledge": "<p><b>ALLEDGE',</b> v.t.  [L. allego, ad and lego, to send;  Eng. lay.]<p><DD>1.  To declare; to affirm; to assert; to pronounce, with positiveness; as, to alledge a fact.<p><DD>2.  To produce as an argument, plea or excuse; to cite or quote; as, to alledge the authority of a judge.",
    "alledged": "<p><b>ALLEDG'ED,</b> pp.  Affirmed; asserted, whether as a charge or a plea.",
    "alledger": "<p><b>ALLEDG'ER,</b> n.  One who affirms or declares.",
    "alledging": "<p><b>ALLEDG'ING,</b> ppr.  Asserting; averring; declaring.",
    "allegation": "<p><b>ALLEGA'TION, </b> n.  <p><DD>1.  Affirmation; positive assertion or declaration.<p><DD>2.  That which is affirmed or asserted; that which is offered as a plea, excuse or justification.<p><DD>3.  In ecclesiastical courts, a formal complaint, or declaration of charges.",
    "allege": "<p><b>ALLEGE.</b>  [See Alledge.]",
    "allegeable": "<p><b>ALLEG'EABLE,</b> a.  That may be alledged.  [Not used.]",
    "allegeas": "<p><b>ALLE'GEAS, or ALLE'GIAS,</b> n.  A stuff manufactured in the East Indies, of two kinds, one of cotton, the other of various plants which are spun like flax.",
    "allegement": "<p><b>ALLEG'EMENT,</b> n.  Allegation.  [Not in use.]",
    "alleghanean": "<p><b>ALLEGHA'NEAN,</b> a.  Pertaining to the mountains called Alleghany, or Alleghenny.",
    "alleghany": "<p><b>ALLEGHA'NY,</b> n.  The chief ridge of the great chains of mountains which run from N. East to S. West through the middle and southern states of North America; but, more appropriately, the main or unbroken ridge, which casts all the waters on one side to the east, and on the other side to the west.  This ridge runs from Pennsylvania to Georgia, and chains extend through the United States.<p><DD>This name is given also to the river Ohio, above its confluence with the Monongahela; but improperly, as the Indian name of the river to its source is Ohio.",
    "allegiance": "<p><b>ALLE'GIANCE,</b> n.  [L. alligo, of ad and ligo, to bind.  See Liege and League.]<p><DD>The tie or obligation of a subject to his Prince or government; the duty of fidelity to a king, government or state.  Every native or citizen owes allegiance to the government under which he is born.  This is called natural or implied allegiance, which arises from the connection of a person with the society in which he is born, and his duty to be a faithful subject, independent of any express promise.  Express allegiance, is that obligation which proceeds from an express promise, or oath of fidelity.<p><DD>Local or temporary allegiance is due from an alien to the government or state in which he resides.",
    "allegiant": "<p><b>ALLE'GIANT,</b> a.  Loyal.  [Not used.]",
    "allegias": "<p><b>ALLE'GEAS, or ALLE'GIAS,</b> n.  A stuff manufactured in the East Indies, of two kinds, one of cotton, the other of various plants which are spun like flax.",
    "allegoric": "<p><b>ALLEGOR'IC,</b>",
    "allegorical": "<p><b>ALLEGOR'ICAL,</b> a.  In the manner of allegory; figurative; describing by resemblances.",
    "allegorically": "<p><b>ALLEGOR'ICALLY,</b>  adv.  In a figurative manner; by way of allegory.",
    "allegoricalness": "<p><b>ALLEGOR'ICALNESS,</b> n.  The quality of being allegorical.",
    "allegorize": "<p><b>AL'LEGORIZE,</b> v.t.  <p><DD>1.  To form an allegory; to turn into allegory; as, to allegorize the history of a people.<p><DD>2.  To understand in an allegorical sense; as, when a passage in a writer may be understood literally or figuratively, he who gives it a figurative sense is said to allegorize it.<p><b>AL'LEGORIZE,</b> v.i.  To use allegory; as, a man may allegorize, to please his fancy.",
    "allegorized": "<p><b>AL'LEGORIZED,</b> pp.  Turned into allegory, or understood allegorically.",
    "allegorizing": "<p><b>AL'LEGORIZING,</b> ppr.  Turning into allegory, or understanding in all allegorical sense.",
    "allegory": "<p><b>AL'LEGORY,</b> n.  [Gr. other, to speak, a forum, an oration.]<p><DD>A figurative sentence or discourse, in which the principal subject is described by another subject resembling it in its properties and circumstances.  The principal subject is thus kept out of view, and we are left to collect the intentions of the writer or speaker, by the resemblance of the secondary to the primary subject.  Allegory is in words that hieroglyphics are in painting.  We have a fine example of an allegory in the eightieth Psalm, in which God's chosen people are represented by a vineyard.  The distinction in scripture between a parable and an allegory, is said to be that a parable is a supposed history, and an allegory, a figurative description of real facts.  An allegory is called a continued metaphor.  The following line in Virgil is an example of an allegory.<p><DD>Claudite jam rivos, pueri, sat prata biberunt.<p><DD>Stop the currents, young men, the meadows have drank sufficiently; that is let your music cease, our ears have been sufficiently delighted.",
    "allegretto": "<p><b>ALLEGRET'TO,</b>  [from allegro,]  denotes, in music, a movement or time quicker than andante, but not so quick as allegro.",
    "allegro": "<p><b>ALLE'GRO.</b>  [See Light.]<p>In music, a word denoting a brisk movement; a sprightly part or strain; the quickest except presto.  Piu allegro is a still quicker movement.<p><DD>",
    "alleluiah": "<p><b>ALLELU'IAH,</b> n.  [Heb. praise to Jah.]<p><DD>Praise to Jehovah; a word used to denote pious joy and exultation, chiefly in hymns and anthems.  The Greeks retained the word in their praise to Io; probably a corruption of Jah.  The Romans retained the latter word in their Io triumphe.",
    "allemand": "<p><b>ALLEMAND',</b> n.  A slow air in common time, or grave, solemn music, with a slow movement.  Also a brisk dance, or a figure in dancing.",
    "allemannic": "<p><b>ALLEMAN'NIC,</b> a.  Belonging to the Alemanni, ancient Germans, and to Alemannia, their country.  The word is generally supposed to be composed of all and manni, all men.  Cluver, p. 68.  This is probably an error.  The word is more probably composed of the Celtic all, other, the root of Latin alius and man, place; one of another place, a stranger.  The Welsh allman is thus rendered, and this seems to be the original word.<p><DD>The name, Alemanni, seems to have been first given to the Germans who invaded Gaul in the reign of Augustus.",
    "allerion": "<p><b>ALLER'ION,</b> n.  In heraldry, an eagle without beak or feet, with expanded wings; denoting Imperialists vanquished and disarmed.",
    "alleveur": "<p><b>ALLEVEU'R,</b> n.  A small Swedish coin, value about a cent.",
    "alleviate": "<p><b>ALLE'VIATE,</b> v.t.  [Low L. allevio; ad and levo, to raise, levis, light.]<p><DD>1.  To make light; but always in a figurative sense, as it is not applied to material objects.  To remove in part; to lessen, mitigate, or make easier to be endured; applied to evils; as, to alleviate sorrow, pain, care, punishment, a burden, &c.; opposed to aggravate.<p><DD>2.  To make less by representation; to lessen the magnitude or criminality; to extenuate; applied to moral conduct; as, to alleviate an offense.  [This sense of the word is rare.]",
    "alleviated": "<p><b>ALLE'VIATED,</b> pp.  Made lighter; mitigated; eased; extenuated.",
    "alleviating": "<p><b>ALLE'VIATING,</b> ppr.  Making lighter, or more tolerable; extenuating.",
    "alleviation": "<p><b>ALLEVIA'TION,</b> n.  <p><DD>1.  The act of lightening, allaying, or extenuating; a lessening or mitigation.<p><DD>2.  That which lessens, mitigates or makes more tolerable; as, the sympathy of a friend is an alleviation of grief.<p><DD>I have not wanted such alleviations of life, as friendship could supply.  Dr. Johnson's letter to Mr. Hector.<p><DD>This use of alleviation is hardly legitimate without supplying some word expressing evil, as trouble, sorrow, &c.<p><DD>Without such alleviations of the cares of troubles of life.",
    "alleviative": "<p><b>ALLE'VIATIVE,</b> n.  That which mitigates.  [Not in use.]",
    "alley": "<p><b>AL'LEY,</b> n.  al'ly<p><DD>1.  A walk in a garden; a narrow passage.<p><DD>2.  A narrow passage or way in a city, as distinct from a public street.<p><DD>3.  A place in London where stocks are bought and sold.",
    "alliaceous": "<p><b>ALLIA'CEOUS, </b>a.  [L. allium, garlic.]<p><DD>Pertaining to allium, or garlic; having the properties of garlic.",
    "alliance": "<p><b>ALLI'ANCE,</b> n.  [Gr.; L.]<p><DD>1.  The relation or union between families, contracted by marriage.<p><DD>2.  The union between nations, contracted by compact, treaty or league.<p><DD>3.  The treaty, league, or compact, which is the instrument of confederacy; sometimes perhaps the act of confederating.<p><DD>4.  Any union or connection of interests between persons, families, states or corporations; as, an alliance between church and state.<p><DD>5.  The persons or parties allied; as, men or states may secure any alliances in their power.",
    "alliant": "<p><b>ALLI'ANT,</b> n.  An ally.  [Not used.]",
    "alliciency": "<p><b>ALLI'CIENCY,</b> n.  [Lat. allicio, ad and lacio, allecto, elicio.<p><DD>The power of attracting any thing; attraction; magnetism.  [Little used.]",
    "allicient": "<p><b>ALLI'CIENT,</b> n.  That which attracts.  [Not used.]",
    "allied": "<p><b>ALLI'ED,</b> pp. Connected by marriage, treaty or similitude. [See ally.]",
    "alligate": "<p><b>AL'LIGATE,</b> v.t.  [L. alligo, and ad and ligo, to bind.  See Allegiance, Liege, League.]<p><DD>To tie together; to unite by some tie.",
    "alligation": "<p><b>ALLIGA'TION,</b> n.  <p><DD>1.  The act of tying together; the state of being tied.  [Little used.]<p><DD>2.  A rule of arithmetic, for finding the price or value of compounds consisting of ingredients of different values.  Thus if a quantity of sugar, worth eight cents the pound, and another quantity worth ten cents, are mixed, the question to be solved by alligation is, what is the value of the mixture by the pound.  Alligation is of two kinds, medial and alternate; medial, when the rate of a mixture is sought from the rates and quantities of the simples; alternate, when the quantities of the simples are sought from the rates of the simples, and the rate of the mixture.",
    "alligator": "<p><b>ALLIGA'TOR,</b> n.  [The Latin word seems to be connected with lacertus, the arm; and the animal may be named from the resemblance of his legs to arms.]<p><DD>The American crocodile.  This animal is of the lizard genus, having a long naked body, four feet, with five toes on the fore feet, and four on the hind, armed with claws, a serrated tail.  The mouth is very large, and furnished with sharp teeth; the skin is brown, tough, and, on the sides, covered with tubercles.  The largest of these animals grow to the length of seventeen or eighteen feet.  They live in and about the rivers in warm climates, eat fish, and sometimes catch hogs, on the shore, or dogs which are swimming.  In winter, they burrow in the earth, which they enter under water and work upwards, lying torpid till spring.  The female lays a great number of eggs, which are deposited in the sand, and left to be hatched by the heat of the sun.",
    "alligator-pear": "<p><b>ALLIGA'TOR-PEAR,</b> n.  A west India fruit, resembling a pear in shape, from one to two pounds in weight.  It contains within its rind a yellow butyraceous substance, which, when the fruit is perfectly ripe, constitutes an agreeable food.",
    "alligature": "<p><b>ALLIG'ATURE,</b> n.  See Ligature, which is the word in use.",
    "allinement": "<p><b>ALLI'NEMENT,</b> n.  [L. linea.]<p><DD>A reducing to a line or to a square; a state of being in squares, in a line, or on a level; a line; a row.",
    "allioth": "<p><b>AL'LIOTH,</b> n.  A star in the tail of the great bear, much used for finding the latitude at sea.",
    "allision": "<p><b>ALLISION,</b> n. allizh'un.  [L. allido, to dash or strike against of ad and lado, to hurt by striking.]<p><DD>A striking against; as, the allision of the sea against the shore.",
    "alliteration": "<p><b>ALLITERA'TION,</b> n.  [L. ad and litera, a letter.]<p><DD>The repetition of the same letter at the beginning of two or more words immediately succeeding each other, or at short intervals; as f and g in the following line:<p><DD>Fields ever fresh, and groves forever green.",
    "alliterative": "<p><b>ALLIT'ERATIVE,</b> a.  Pertaining to, or consisting in, alliteration.",
    "allocation": "<p><b>ALLOCA'TION,</b> n.  [L. ad and locatio, a placing, from locus, place.  See Local.]<p><DD>The act of putting one thing to another; hence its usual sense is the admission of an article of account, or an allowance made upon an account; a term used in the English Exchequer.  [See Allow.]",
    "allochroite": "<p><b>AL'LOCHROITE,</b> n.  An amorphous, massive, opake mineral, of a grayish, yellowish or reddish color, found in Norway; considered as a variety of garnet.  Its name is said to be given to it, as expressive of its changes of color before the blowpipe;  Gr. other, and color.",
    "allocution": "<p><b>ALLOCU'TION,</b> n.  [L. allocutio, of ad and loquor, to speak.  See eloquence.]<p><DD>1.  The act or manner of speaking to, or of addressing in words.<p><DD>2.  An address; a formal address; as, of a General to his troops; a Roman term rarely used in English.",
    "allodial": "<p><b>ALLO'DIAL,</b> a.  Pertaining to allodium; freehold; free of rent or service; held independence of a lord paramount; opposed to feudal.",
    "allodian": "<p><b>ALLODIAN</b> is sometimes used, but is not well authorized.",
    "allodium": "<p><b>ALLO'DIUM,</b> n.<p><DD>Freehold estate; land which is the absolute property of the owner; real estate held in absolute independence, without being subject to any rent, service, or acknowledgment to a superior.  It is thus opposed to feud.  In England, there is no allodial land, all land being held of the king; but in the United States, most lands are allodial.",
    "allonge": "<p><b>ALLONGE',</b>  n.  allunj'.<p><DD>1.  A pass with a sword; a thrust made by stepping forward and extending the arm; a term used in fencing, often contracted into lunge.<p><DD>2.  A long rein, when a horse is trotted in the hand.",
    "alloo": "<p><b>ALLOO',</b> v.t. or i.  To incite dogs by a call.<p><DD>[See the correct word, Halloo.]",
    "allophane": "<p><b>AL'LOPHANE,</b> n.  [Gr. other and to appear.]<p><DD>A mineral of a blue, and sometimes of a green or brown color, which occurs massive, or in imitative shapes.  It gelatinizes in acids.<p><DD>Allophane is a variety of clay, occurring in amorphous, botryoidal or reniform masses.",
    "allot": "<p><b>ALLOT',</b>  v.t.  [of ad and lot; See Lot.]<p><DD>1.  To divide or distribute by lot.<p><DD>2.  To distribute, or parcel out in parts or portions; or to distribute a share to each individual concerned.<p><DD>3.  To grant, as a portion; to give, assign or appoint in general.<p><DD>Let every man be contented with that which providence allots to him.",
    "allotment": "<p><b>ALLOT'MENT,</b> n.<p><DD>1.  That which is allotted; a share, part, or portion granted or distributed; that which is assigned by lot, or by the act of God.<p><DD>2.  A part, portion or place appropriated.<p><DD>In a field, there is an allotment for olives.",
    "allotted": "<p><b>ALLOT'TED,</b> pp.  Distributed by lot; granted; assigned.",
    "allottery": "<p><b>ALLOT'TERY </b>is used by Shakespeare for allotment; but is not authorized by usage.",
    "allotting": "<p><b>ALLOT'TING,</b> ppr.  Distributing by lot giving as portions; assigning.",
    "allow": "<p><b>ALLOW',</b> v.t.  [L. loco, to lay, set, place.  See Lay.]<p><DD>1.  To grant, give or yield; as, to allow a servant his liberty; to allow a pension.<p><DD>2.  To admit; as, to allow the truth of a proposition; to allow a claim.<p><DD>3.  To admit; to own or acknowledge; as, to allow the right of the President to displace officers.<p><DD>4.  To approve, justify or sanction.<p><DD>Ye allow the deeds of your fathers.  Luke 11.  Rom. 8.<p><DD>5.  To afford, or grant as a compensation; as, to allow a dollar a day for wages.<p><DD>6.  To abate or deduct; as, to allow a sum for tare or leakage.<p><DD>7.  To permit; to grant license to; as, to allow a son to be absent.",
    "allow-ableness": "<p><b>ALLOW-ABLENESS,</b> n.  The quality of being allowable; lawfulness; exemption from prohibition, or impropriety.",
    "allowable": "<p><b>ALLOW'ABLE,</b> a.  That may be permitted as lawful, or admitted as true and proper; not forbid; not unlawful or improper; as, a certain degree of freedom is allowable among friends.",
    "allowably": "<p><b>ALLOW'ABLY,</b>  adv.  In an allowable manner; with propriety.",
    "allowance": "<p><b>ALLOW'ANCE,</b> n. <p><DD>1.  The act of allowing or admitting.<p><DD>2.  Permission; license; approbation; sanction; usually slight approbation.<p><DD>3.  Admission; assent to a fact or state of things; a granting.<p><DD>4.  Freedom from restraint; indulgence.<p><DD>5.  That which is allowed; a portion appointed; a stated quantity, as of food or drink; hence, in seamen's language, a limited quantity of meat and drink, when provisions fall short.<p><DD>6.  Abatement; deduction; as, to make an allowance for the inexperience of youth.<p><DD>7.  Established character; reputation; as, a pilot of approved allowance.  Obs.<p><b>ALLOW'ANCE,</b> v.t.  To put upon allowance; to restrain or limit to a certain quantity of provisions or drink.<p><DD>Distress compelled the captain of the ship to allowance his crew.",
    "allowed": "<p><b>ALLOW'ED,</b> pp.  Granted; permitted; assented to; admitted; approved; indulged; appointed; abated.",
    "allowing": "<p><b>ALLOW'ING,</b> ppr.  Granting; permitting; admitting; approving; indulging; deducting.",
    "alloy": "<p><b>ALLOY',</b> v.t.  [L. alligo, ad and ligo, to bind.  Gr.]<p><DD>1.  To reduce the purity of a metal, by mixing with it a portion of one less valuable; as, to alloy gold with silver, or silver with copper.<p><DD>2.  To mix metals.<p><DD>3.  To reduce or abate by mixture; as, to alloy pleasure with misfortunes.<p><b>ALLOY',</b> n.  <p><DD>1.  A baser metal mixed with a finer.<p><DD>2.  The mixture of different metals; any metallic compound; this is its common signification in chimistry.<p><DD>3.  Evil mixed with good; as, no happiness is without alloy.",
    "alloyage": "<p><b>ALLOY'AGE,</b> n.  <p><DD>1.  The act of alloying metals or the mixture of a baser metal with a finer, to reduce its purity; the act of mixing metals.<p><DD>2.  The mixture of different metals.",
    "alloyed": "<p><b>ALLOY'ED,</b> pp.  Mixed; reduced in purity; debased; abated by foreign mixture.",
    "alloying": "<p><b>ALLOY'ING,</b> ppr.  Mixing a baser metal with a finer, to reduce its purity; abating by foreign mixture.",
    "allspice": "<p><b>ALL'SPICE,</b>  [See under the compounds of all.]",
    "allude": "<p><b>ALLU'DE,</b> v.i.  [L. alludo, to smile upon or make sport with of ad and ludo, to play.]<p><DD>To refer to something not directly mentioned; to have reference; to hint at by remote suggestions; as, that story alludes to a recent transaction.",
    "alluding": "<p><b>ALLU'DING,</b> ppr.  Having reference; hinting at.",
    "alluminor": "<p><b>ALLU'MINOR,</b> n.<p><DD>One who colors or paints upon paper or parchment, giving light and ornament to letters and figures.<p><DD>This is now written limner.",
    "allure": "<p><b>ALLU'RE,</b> v.t.<p><DD>To attempt to draw to; to tempt by the offer of some good, real or apparent; to invite by something flattering or acceptable; as, rewards allure men to brave danger.  Sometimes used in a bad sense, to allure to evil; but in this sense entice is more common.  In Hosea 2:14, allure is used in its genuine sense;  2Peter 2:18, in the sense of entice.",
    "allured": "<p><b>ALLU'RED,</b> pp.  Tempted; drawn, or invited, by something that appears desirable.",
    "allurement": "<p><b>ALLU'REMENT,</b> n.  That which allures; any real or apparent good held forth, or operating; as a motive to action; temptation; enticement; as, the allurements of pleasure, or of honor.",
    "allurer": "<p><b>ALLU'RER,</b> n.  He, or that, which allures.",
    "alluring": "<p><b>ALLU'RING,</b> ppr.<p><DD>1.  Drawing; tempting; inviting by some real or apparent good.<p><DD>2.  a. Inviting; having the quality of attracting or tempting.",
    "alluringly": "<p><b>ALLU'RINGLY,</b> adv.  In an alluring manner; enticingly.",
    "alluringness": "<p><b>ALLU'RINGNESS,</b> n.  The quality of alluring or tempting by the prospect of some good.  [Rarely used.]",
    "allusion": "<p><b>ALLU'SION,</b> n.  alluzhun.  [L.  See Allude.]<p><DD>A reference to something not explicitly mentioned; a hint; a suggestion, by which something is applied or understood to belong to that which is not mentioned, by means of some similitude which is perceived between them.",
    "allusive": "<p><b>ALLU'SIVE,</b> a.  Having reference to something not fully expressed.",
    "allusively": "<p><b>ALLU'SIVELY,</b> adv.  By way of allusion; by implication, remote suggestion or insinuation.",
    "allusiveness": "<p><b>ALLU'SIVENESS,</b> n.  The quality of being allusive.  [Rarely used.]",
    "alluvial": "<p><b>ALLU'VIAL,</b> a.  [See alluvion.]<p><DD>1.  Pertaining to alluvion; added to land by the wash of water.<p><DD>2.  Washed ashore or down a stream; formed by a current of water; as, alluval ores; alluvial soil.",
    "alluvion": "<p><b>ALLU'VION,</b>",
    "alluvious": "<p><b>ALLU'VIOUS,</b> a.  The same as alluvial, and less frequently used.",
    "alluvium": "<p><b>ALLU'VIUM, </b>n.  [L. alluvio, of ad and lavo or luo, alluo, to wash.  See Lave.]<p><DD>1.  The insensible increase of earth on a shore, or bank of a river, by the force of water, as by a current or by waves.  The owner of the land thus augmented has a right to the alluvial earth.<p><DD>2.  A gradual washing or carrying of earth or other substances to a shore or bank; the earth thus added.<p><DD>3.  The mass of substances collected by means of the action of water.<p><DD>In this alluvium was found the entire skeleton of a whale.",
    "ally": "<p><b>ALLY',</b> v.t.  [L. ligo.]<p><DD>1.  To unite, or form a relation, as between families by marriage, or between princes and states by treaty, league or confederacy.<p><DD>2.  To form a relation by similitude, resemblance or friendship.  Note.  This word is more generally used in the passive form, as families are allied by blood; or reciprocally, as princes ally themselves to powerful states.",
    "allying": "<p><b>ALLY'ING,</b> ppr.  Uniting by marriage or treaty.",
    "alma": "<p><b>AL'ME, or AL'MA,</b> n.  Girls in Egypt, whose occupation is to amuse company with singing and dancing.",
    "almacantar": "<p><b>AL'MACANTAR,</b> n.  [See almucantar.]",
    "almadie": "<p><b>ALMADIE,</b> n.  A bark canoe used by the Africans; also a long boat used at Calicut, in India,eighty feet long, and six or seven broad; called also cathuri.",
    "almagest": "<p><b>AL'MAGEST,</b> n.  <p><DD>A book or collection of problems in astronomy and geometry, drawn up by Ptolemy.  The same title has been given to other works of the like kind.",
    "almagra": "<p><b>ALMA'GRA,</b> n.  a fine deep red ocher, with an admixture of purple, very heavy, dense but friable, with a rough dusty surface.  It is the sil atticum of the ancients.  it is austere to the taste, astringent, melting in the mouth and staining the skin.  it is used as a paint and as a medicine.",
    "almanack": "<p><b>AL'MANACK,</b> n.<p><DD>A small book or table, containing a calendar of days, weeks and months, with the times of the rising of the sun and moon, changes of the moon, eclipses, hours of full tide, stated festivals of churches, stated terms of courts, observations on the weather, &c. for the year ensuing.  this calendar is sometimes published on one side of a single sheet, and called a sheet-almanack.<p><DD>The Baltic nations formerly engraved their calendars on pieces of wood, on swords, helves of axes, and various other utensils, and especially on walking sticks.  many of these are preserved in the cabinets of the curious.  they are called by different nations, rimstocks, primstories, runstocks, runstaffs, clogs, &c.<p><DD>The characters used are generally the Runic or Gothic.",
    "almanack-maker": "<p><b>ALMANACK-MAKER,</b> n.  A maker of almanacks.",
    "almandine": "<p><b>AL'MANDINE,</b> n.  In mineralogy, precious garnet, a beautiful mineral of a red color, of various shades, sometimes tinged with yellow or blue.  It is commonly translucent, sometimes transparent.  It occurs crystallized in the rhombic, dodecahedron.",
    "alme": "<p><b>AL'ME, or AL'MA,</b> n.  Girls in Egypt, whose occupation is to amuse company with singing and dancing.",
    "almena": "<p><b>ALME'NA,</b> n.  A weight of two pounds, used to weigh saffron in several parts of Asia.",
    "almightiness": "<p><b>ALMI'GHTINESS,</b> n.  Omnipotence; infinite or boundless power; an attribute of God only.",
    "almighty": "<p><b>ALMI'GHTY,</b> a.  [all and mighty.  See Might.]<p><DD>Possessing all power; omnipotent; being of unlimited might; being of boundless sufficiency; appropriately applied to the Supreme Being.<p><b>ALMI'GHTY,</b> n.  The Omnipotent God.",
    "almond": "<p><b>AL'MOND,</b> n.<p><DD>1.  The fruit of the almond tree; an ovate, compressed nut, perforated in the pores.  It is either sweet or bitter.  [It is popularly pronounced ammond.]<p><DD>2.  The tonsils, two glands near the basis of the tongue, are called almonds, from their resemblance to that nut; vulgularly, but improperly, called the almonds of the ears, as they belong to the throat.<p><DD>3.  In Portugal, a measure by which wine is sold, twenty-six of which make a pipe.<p><DD>[But in Portuguese it is written almude.]<p><DD>4.  Among lapidaries, almonds signify pieces of rock crystal, used in adorning branch candlesticks, so called from their resemblance to this fruit.",
    "almond-furnace": "<p><b>ALMOND-FURNACE,</b> among refiners, is a furnace in which the slags of litharge, left in refining silver, are reduced to lead, by the help of charcoal; that is, according to modern chimistry, in which the oxyd of lead is deoxydized, and the metal revived.",
    "almond-tree": "<p><b>ALMOND-TREE,</b> n.  The tree which produces the almond.  The leaves and flowers resemble those of the peach, but the fruit is longer and more compressed, the green coat is thinner and drier when ripe, and the shell is not so rugged.",
    "almond-willow": "<p><b>ALMOND-WILLOW,</b> n.  A tree with leaves of a light green on both sides.",
    "almoner": "<p><b>AL'MONER,</b> n.  [See Alms.]<p><DD>An officer whose duty is to distribute charity or alms.  By the ancient canons, every monastery was to dispose of a tenth of its income in alms to the poor, and all bishops were obliged to keep an almoner.  This title is sometimes given to a chaplain; as, the almoner of a ship or regiment.<p><DD>The Lord Almoner, or Lord High Almoner, in England, is an ecclesiastical officer, generally a bishop, who has the forfeiture of al deodands, and the goods of self-murderers, which he is to distribute to the poor.<p><DD>The Grand Almoner, in France, is the first ecclesiastical dignitary, and has the superintendence of hospitals.",
    "almonry": "<p><b>AL'MONRY,</b> n.  [Corrupted into ambry, aumbry, or aumery.]<p><DD>The place where the almoner resides, or where the alms are distributed.",
    "almost": "<p><b>ALMO'ST,</b> adv.  [all and most.]  Nearly; well nigh; for the greatest part.<p><DD>Almost thou persuadest me to be a christian.  Acts 26.",
    "alms": "<p><b>'ALMS,</b> 'amz.  [Eng. almesse; L. eleemosyna; Gr. to pity.]<p><DD>Any thing given gratuitously to relieve the poor, as money, food, or clothing, otherwise called charity.<p><DD>A lame man was laid daily to ask an alms.  Acts. 3.<p><DD>Cornelius gave much alms to the people.  Acts. 10.<p><DD>Tenure by free alms, or frank-almoign, in England, is that by which the possessor is bound to pray for the soul of the donor, whether dead or alive; a tenure by which most of the ancient monasteries and religious houses in England held their lands, as do the parochial clergy, and many ecclesiastical and eleemosynary establishments at this day.  Land thus held was free from all rent or other service.",
    "alms-chest": "<p><b>'ALMS-BASKET; 'ALMS-BOX; 'ALMS-CHEST;</b> vessels appropriated to receive alms.",
    "alms-deed": "<p><b>'ALMS-DEED,</b> n.  An act of charity; a charitable gift.",
    "alms-folk": "<p><b>'ALMS-FOLK,</b> n.  Persons supporting other by alms.  [Not used.]",
    "alms-giver": "<p><b>'ALMS-GIVER,</b> n.  One who gives to the poor.",
    "alms-giving": "<p><b>'ALMS-GIVING,</b> n.  The bestowment of charity.",
    "alms-house": "<p><b>'ALMS-HOUSE,</b> n.  A house appropriated for the use of the poor, who are supported by the public.",
    "alms-men": "<p><b>'ALMS-MEN,</b>",
    "alms-people": "<p><b>'ALMS-PEOPLE,  </b>n.  Persons supported by charity or by public provision.",
    "almucantar": "<p><b>AL'MUCANTAR,</b> n.  A series of circles of the sphere passing through the center of the sun, or of a star, parallel to the horizon.  It is synonymous with a parallel of altitude, whose common zenith is the vertical point.",
    "almude": "<p><b>ALMU'DE,</b> n.  A wine measure in Portugal, of which twenty-six make a pipe.",
    "almug": "<p><b>AL'MUG,</b>",
    "alnagar": "<p><b>AL'NAGER, or AL'NAGAR,</b> n.  A measurer by the ell; a sworn officer, whose duty was to inspect and measure woolen cloth and fix upon it a seal.  This office was abolished by Statute, 11 and 12.  Will. 3.  No duty or office of this kind exists in the United States.",
    "alnage": "<p><b>AL'NAGE,</b> n.  [L. ulna; Gr. an arm, a cubit.  See Ell.]<p><DD>A measuring by the ell.",
    "alnager": "<p><b>AL'NAGER, or AL'NAGAR,</b> n.  A measurer by the ell; a sworn officer, whose duty was to inspect and measure woolen cloth and fix upon it a seal.  This office was abolished by Statute, 11 and 12.  Will. 3.  No duty or office of this kind exists in the United States.",
    "alnight": "<p><b>AL'NIGHT,</b> n  A cake of wax with the wick in the midst.",
    "aloe": "<p><b>AL'OE,</b> n.  al'o, plu. aloes, pronounced aloze, and popularly al'oez, in three syllables, according to the Latin.  [L. aloe; Gr; Heb. plu aloe trees.]<p><DD>In botany, a genus of monogynian hexanders, of many species; all natives of warm climates, and most of them, of the southern part of Africa.<p><DD>Among  the Mohammedans, the aloe is a symbolic plant, especially in Egypt; and every one who returns from a pilgrimage to Mecca, hangs it over his street door, as a token that he has performed the journey.<p><DD>In Africa, the leaves of the Guinea aloe are made into durable ropes.  Of one species are made fishing lines, bow strings, stockings and hammocs.  The leaves of another species hole rain water.",
    "aloes": "<p><b>ALOES,</b> in medicine, is the inspissated juice of the aloe.  The juice is collected from the leaves, which are cut and put in a tub, and when a large quantity is procured, it is boiled to a suitable consistence; or it is exposed to the sun, till all the fluid part is exhaled.  There are several kinds sold in the shops; as the socotrine aloes from Socotora, an isle in the Indian ocean; the hepatic or common Barbadoes aloes; and the fetid or caballine aloes.<p><DD>Aloes is a stimulating stomachic purgative; when taken in small doses, it is useful for people of a lax habit and sedentary life.",
    "aloes-wood": "<p><b>AL'OES-WOOD,</b> n.  [See Agallochum.]",
    "aloetic": "<p><b>ALOET'IC,</b>",
    "aloetical": "<p><b>ALOET'ICAL,</b> a.  Pertaining to aloe or aloes; partaking of the qualities of aloes.",
    "aloft": "<p><b>ALOFT',</b> adv.  [a and loft.  See Loft and Luff.]<p><DD>1.  On high; in the air; high above the ground; as, the eagle soars aloft.<p><DD>2.  In seamen's language, in the top; at the mast head; or on the higher yards or rigging.  Hence on the upper part, as of a building.",
    "alogians": "<p><b>ALO'GIANS,</b> n.  [Gr. a neg. and word.]<p><DD>In church history, a sect of ancient heretics, who denied Jesus Christ to be the Logos and consequently rejected the gospel of St. John.",
    "alogotrophy": "<p><b>AL'OGOTROPHY,</b> n.  [Gr. unreasonable and nutrition.]<p><DD>A disproportionate nutrition of the parts of the body, as when one part receives more or less nourishment and growth than another.",
    "alogy": "<p><b>AL'OGY,</b> n.  [Gr.]  Unreasonableness; absurdity.  Obs.",
    "alone": "<p><b>ALO'NE,</b> a.  [all and one.]<p><DD>1.  Single; solitary; without the presence of another; applied to a person or thing.<p><DD>It is not good that man should be alone.  Gen. 2.<p><DD>[This adjective follows its noun.]<p><DD>2.  It is applied to two or more persons or things, when separate from others, in a place or condition by themselves; without company.<p><DD>And when they were alone, he expounded all things to his disciples.  Mark 4.<p><DD>3.  Only.<p><DD>Thou whose name alone is Jehovah.  Ps. 83.<p><DD>This sense at first appears to be adverbial, but really is not; whose name single, solitary, without another, is Jehovah.<p><DD>To let alone is to suffer to rest; to forbear molesting or meddling with; to suffer to remain in its present state.  Alone, in this phrase, is an adjective, the word to which it refers being omitted; let me alone; let them alone; let it alone; that is, suffer it to be unmolested, or to remain as it is, or let it remain by itself.<p><b>ALO'NE,</b> adv.  Separately; by itself.",
    "alonely": "<p><b>ALO'NELY,</b> a. or adv.  Only; merely; singly.  [Not used.]",
    "aloneness": "<p><b>ALO'NENESS,</b> n.  That state which belong to no other.  [Not used.]",
    "along": "<p><b>ALONG',</b> adv.  [See Long.]<p><DD>1.  By the length; lengthwise; in a line with the length; as, the troops marched along the bank of the river, or along the highway.  1Sam. 6.<p><DD>2.  Onward; in a line, or with a progressive motion; as, a meteor glides along the sky; let us walk along.<p><DD>All along signifies the whole length; through the whole distance; in the whole way or length.<p><DD>Ishmael went forth, weeping all along as he went.  Jer. 41.  1Sam. 28.<p><DD>Along with signifies in company; joined with; as, Go along with us.  Sometimes with is omitted;<p><DD>Come then, my friend, my genius, come along.<p><DD>Along side, in seamen's language, that is, by the length or in a line with the side, signifies side by side, as by another ship or by the side of a wharf.<p><DD>Along shore is by the shore or coast, lengthwise, and near the shore.<p><DD>Lying along is lying on the side, or pressed down by the weight of sail.",
    "alongst": "<p><b>ALONGST',</b> adv.  Along; through or by the length.  Obs.",
    "aloof": "<p><b>ALOOF,</b> adv.  [Probably from the root of leave, to depart.]<p><DD>1.  At a distance, but within view, or at a small distance, in a literal sense; as, to stand aloof.<p><DD>2.  In a figurative sense, not concerned in a design; declining to take any share, implying circumspection; keeping at a distance from the point, or matter in debate.",
    "alopecy": "<p><b>AL'OPECY,</b> n.  [Gr. a fox, whose urine is said to occasion baldness.]<p><DD>A disease, called the fox-evil or scurf, which is a falling off of the hair, from any part of the body.",
    "alosa": "<p><b>ALO'SA,</b> n.  A fish of passage, called the shad, or other of herrings, a species of Clupea.  It is an abdominal, and some naturalists allege it to be a different species from the shad.",
    "aloud": "<p><b>ALOUD',</b> adv.  [a and loud;  See Loud.]<p><DD>Loudly; with a loud voice, or great noise.  <p><DD>Cry aloud, spare not.  Isa. 58.",
    "alp": "<p><b>ALP, ALPS,</b> n.  [Gr. white; L. albus<p><DD>A high mountain.  The name, it is supposed, was originally given to mountains whose tops were covered with snow, and hence appropriately applied to the mountains of Swisserland; so that by Alps is generally understood the latter mountains.  But geographers apply the name to any high mountains.",
    "alpagna": "<p><b>ALPAG'NA,</b> n.  An animal of Peru, used as a beast of burden; the Camelus Paco of Linne, and the Pacos of Pennant.",
    "alpha": "<p><b>AL'PHA,</b> n.  [Heb. an ox, a leader.]<p><DD>The first letter in the Greek alphabet, answering to A, and used to denote first or beginning.<p><DD>I am Alpha and Omega.  Rev. 1.<p><DD>As a numeral, it stands for one.  It was formerly used also to denote chief; as, Plato was the Alpha of the wits.",
    "alphabet": "<p><b>AL'PHABET,</b> n.  [Gr.]<p><DD>The letters of a language arranged in the customary order; the series of letters which form the elements of speech.<p><b>AL'PHABET,</b> v.t.  To arrange in the order of an alphabet; to form an alphabet in a book, or designate the leaves by the letters of the alphabet.",
    "alphabetarian": "<p><b>ALPHABETA'RIAN,</b> n.  A learner while in the A.B.C.",
    "alphabetic": "<p><b>ALPHABET'IC,</b>",
    "alphabetical": "<p><b>ALPHABET'ICAL,</b> a.  In the order of an alphabet, or in the order of the letters as customarily arranged.",
    "alphabetically": "<p><b>ALPHABET'ICALLY,</b> adv.  In an alphabetical manner; in the customary order of the letters.",
    "alphenix": "<p><b>ALPHE'NIX,</b> n.  [al and phaenix.]<p><DD>White barley sugar, used for colds.  It is common sugar boiled till it will easily crack; then poured upon an oiled marble table, and molded into various figures.",
    "alphest": "<p><b>AL'PHEST,</b> n.  A small fish, having a purple back and belly, with yellow sides, a smooth mouth, and thick fleshy lips; always caught near the shore or among rocks.",
    "alphonsin": "<p><b>ALPHON'SIN,</b> n.  A surgical instrument for extracting bullets from wounds, so called from its inventor, Alphonsus Ferrier of Naples.  It consists of three branches, which close by a ring, and open when it is drawn back.",
    "alphus": "<p><b>AL'PHUS,</b> n.  [Gr. white.]<p><DD>That species of leprosy called vitiligo, in which the skin is rough, with white spots.",
    "alpia": "<p><b>AL'PIST, or AL'PIA,</b> n.  The seed of the fox-tail; a small seed, used for feeding birds.",
    "alpine": "<p><b>AL'PINE,</b> a.  [L. alpinus, from Alpes.]<p><DD>1.  Pertaining to the Alps, or to any lofty mountain; very high; elevated.<p><DD>2.  Growing on high mountains; as, alpine plants.<p><b>AL'PINE,</b> n.  A kind of strawberry growing on lofty hills.",
    "alpist": "<p><b>AL'PIST, or AL'PIA,</b> n.  The seed of the fox-tail; a small seed, used for feeding birds.",
    "alps": "<p><b>ALP, ALPS,</b> n.  [Gr. white; L. albus<p><DD>A high mountain.  The name, it is supposed, was originally given to mountains whose tops were covered with snow, and hence appropriately applied to the mountains of Swisserland; so that by Alps is generally understood the latter mountains.  But geographers apply the name to any high mountains.",
    "alquier": "<p><b>AL'QUIER,</b> n.  A measure in Portugal for dry things, as well as liquids, containing half an almude or about two gallons.  It is called also Cantar.",
    "alquifou": "<p><b>AL'QUIFOU,</b> n.  A sort of lead ore, which, when broke, looks like antimony.  It is found in Cornwall, England; used by potters to give a green varnish to their wares, and called potters ore.  A small mixture of manganese gives it a blackish hue.",
    "already": "<p><b>ALREAD'Y,</b>  adv.  alred'dy.  [all and ready.  See Ready.]<p><DD>Literally, a state of complete preparation; but, by an easy deflection, the sense is, at this time, or at a specified time.<p><DD>Elias is come already.  Mat. 17.<p><DD>Joseph was in Egypt already.  Ex. 1.",
    "also": "<p><b>AL'SO,</b> adv.  [all and so.]  Likewise; in like manner.<p><DD>Where your treasure is, there will your heart be also.  Mat 16.",
    "alt": "<p><b>ALT or AL'TO,</b> a.  [L. altus, high;  Heb. upper, high.]<p><DD>In music a term applied to high notes in the scale.  In sculpture, alto-relievo, high relief, is when the figures project half or more, without being entirely detached from the ground.",
    "altaian": "<p><b>ALTA'IC, or ALTA'IAN,</b> a.  <p><DD>Pertaining to the Altai, a vast ridge of mountains extending, in an easterly direction, through a considerable part of Asia, and forming a boundary between the Russian and Chinese dominions.",
    "altaic": "<p><b>ALTA'IC, or ALTA'IAN,</b> a.  <p><DD>Pertaining to the Altai, a vast ridge of mountains extending, in an easterly direction, through a considerable part of Asia, and forming a boundary between the Russian and Chinese dominions.",
    "altar": "<p><b>AL'TAR,</b> n.  [L. altare, probably from the same root as altus, high.<p><DD>1.  A mount; a table or elevated place, on which sacrifices where anciently offered to some deity.  Altars were originally made of turf, afterwards of stone, wood or horn; some were round, others square, others triangular.  They differed also in height, but all faced the east.  The principal altars of the Jews were, the altar of incense, of burnt-offerings, and of shewbread; all of shittim wood, and covered with gold or brass.<p><DD>2.  In modern churches, the communion table; and, figuratively, a church; a place of worship.<p><DD>3. In scripture, Christ is called the altar of Christians, he being the atoning sacrifice for sin.<p><DD>We have an altar, whereof they have no right to eat, who serve tabernacles.  Heb. 13.",
    "altar-cloth": "<p><b>AL'TAR-CLOTH,</b> n.  A cloth to lay upon an altar in churches.",
    "altar-piece": "<p><b>AL'TAR-PIECE,</b> n.  A painting placed over the altar in a church.",
    "altar-thane": "<p><b>AL'TARIST, or AL'TAR-THANE, </b> n.  In old laws, an appellation given to the priest to whom the altarage belonged; also a chaplain.",
    "altar-wise": "<p><b>AL'TAR-WISE,</b> adv.  Placed in the manner of an altar.",
    "altarage": "<p><b>AL'TARAGE,</b> n.  The profits arising to priests from oblations, or on account of the altar.  Also, in law, altars erected in virtue of donations, before the reformation, within a parochial church, for the purpose of singing a mass for deceased friends.",
    "altarist": "<p><b>AL'TARIST, or AL'TAR-THANE, </b> n.  In old laws, an appellation given to the priest to whom the altarage belonged; also a chaplain.",
    "alter": "<p><b>AL'TER,</b> v.t.  [L. alter, another.  See Alien.]<p><DD>1.  To make some change in; to make different in some particular; to vary in some degree, without an entire change.<p><DD>My covenant will I not break, nor alter the thing that has gone out of my lips.  Ps. 89.<p><DD>2.  To change entirely or materially; as, to alter an opinion.  In general, to alter is to change partially; to change is more generally to substitute one thing for another, or to make a material difference in a thing.<p><b>AL'TER,</b> v.i.  To become, in some respects, different; to vary; as, the weather alters almost daily.<p><DD>The law which altereth not.  Dan 4.",
    "alterability": "<p><b>AL'TERABILITY,</b> n.  The quality of being susceptible of alteration.",
    "alterable": "<p><b>AL'TERABLE, </b>a.  That may become different; that may vary.",
    "alterableness": "<p><b>AL'TERABLENESS,</b> n.  The quality of admitting alteration; variableness.",
    "alterably": "<p><b>AL'TERABLY,</b> adv.  In a manner that may be altered, or varied.",
    "alterage": "<p><b>AL'TERAGE,</b> n.  [From alo, to feed.]<p><DD>The breeding, nourishing or fostering of a child.  But this is not an English word.",
    "alterant": "<p><b>AL'TERANT,</b> a.  Altering; gradually changing.<p><b>AL'TERANT,</b> n.  A medicine which, without a sensible operation, gradually corrects the state of the body and changes it from a diseased to a healthy condition.  An alterative.",
    "alteration": "<p><b>ALTERA'TION,</b> n.  [L. alteratio.]<p><DD>The act of making different, or of varying in some particular; an altering or partial change; also the change made, or the loss or acquisition of qualities not essential to the form or nature of a thing.  Thus a cold substance suffers an alteration when it becomes hot.",
    "alterative": "<p><b>AL'TERATIVE,</b> a.  Causing alteration; having the power to alter.<p><b>AL'TERATIVE,</b> n.  A medicine which, without sensible operation, gradually induces a change in the habit or constitution and restores healthy functions.  This word is more generally used than alterant.",
    "altercate": "<p><b>AL'TERCATE,</b> v.i.  [L. altercor, alterco, from alter, another.]<p><DD>To contend in words; to dispute with zeal, heat or anger; to wrangle.",
    "altercation": "<p><b>ALTERCA'TION,</b> n.  [L. altercatio.]<p><DD>Warm contention in words; dispute carried on with heat or anger; controversy; wrangle.",
    "altern": "<p><b>AL'TERN</b> a.  [L. alternus, of alter, another.]<p><DD>1.  Acting by turns; one succeeding another; alternate, which is the word generally used.<p><DD>2.  In crystallography, exhibiting, on two parts, an upper and a lower part, faces which alternate among themselves, but which, when the two parts are compared, correspond with each other.<p><DD>Altern-base, in trigonometry, is a term used in distinction from the true base.  Thus in oblique triangles, the true base is the sum of the sides, and then the difference of the sides is the altern-base; or the true base is the difference of the sides, and then the sum of the sides is the altern-base.",
    "alternacy": "<p><b>AL'TERNACY,</b> n.  Performance or actions by turns.  [Little used.]",
    "alternal": "<p><b>ALTERN'AL,</b> a.  Alternative.  [Little used.]",
    "alternally": "<p><b>ALTERN'ALLY, </b> adv.  By turns.  [Little used.]",
    "alternate": "<p><b>ALTERN'ATE,</b> a.  [L. alternatus.]<p><DD>1.  Being by turns; one following the other in succession of time or place; hence reciprocal.<p><DD>And bid alternate passions fall and rise.<p><DD>2.  In botany branches and leaves are alternate, when they rise higher on opposite sides alternately, come out singly, and follow in gradual order.<p><DD>Alternate alligation.  [See Alligation.]<p><DD>Alternate angles, in geometry, the internal angles made by a line cutting two parallels, and lying on opposite sides of the cutting line; the one below the first parallel, and the other above the second.<p><DD>In heraldry, the first and fourth quarters, and the second and third, are usually of the same nature, and are called alternate quarters.<p><b>ALTERN'ATE,</b> n.  That which happens by turns with something else; vicissitude.",
    "alternately": "<p><b>ALTERN'ATELY,</b> adv.  In reciprocal succession; by turns, so that each is succeeded by that which it succeeds, as night follows day and day follows night.",
    "alternateness": "<p><b>ALTERN'ATENESS,</b> n.  The quality of being alternate, or of following in succession.",
    "alternating": "<p><b>AL'TERNATING,</b> ppr.  Performing or following by turns."
}